export const descriptionMap: { [key: string]: string } = {
  jobPerformanceSkills:
    "500여개 직업 종사자들의 자신의 직업에 대해 평가한 업무수행능력 관련 항목별 중요도를 직업 내에 비교하여 본 직업에서 중요성(평가점수)이 높게 나타난 항목을 순서대로 제시하였습니다.",
  requiredKnowledge:
    "500여개 직업 종사자들의 자신의 직업에 대해 평가한 지식 관련 항목별 수준을 직업 내에 비교하여 본 직업에서 중요성(평가점수)이 높게 나타난 항목을 순서대로 제시하였습니다.",
  workEnvironment:
    "500여개 직업 종사자들의 자신의 직업에 대해 평가한 업무환경 관련 항목별 중요도를 직업 내에 비교하여 본 직업에서 중요성(평가점수)이 높게 나타난 항목을 순서대로 제시하였습니다.",
  personalityTraits:
    "500여개 직업 종사자들의 자신의 직업에 대해 평가한 성격 관련 항목별 중요도를 직업 내에 비교하여 본 직업에서 중요성(평가점수)이 높게 나타난 항목을 순서대로 제시하였습니다.",
  interests:
    "500여개 직업 종사자들의 자신의 직업에 대해 평가한 흥미 관련 항목별 중요도를 직업 내에 비교하여 본 직업에서 중요성(평가점수)이 높게 나타난 항목을 순서대로 제시하였습니다.",
  values:
    "500여개 직업 종사자들의 자신의 직업에 대해 평가한 가치관 관련 항목별 중요도를 직업 내에 비교하여 본 직업에서 중요성(평가점수)이 높게 나타난 항목을 순서대로 제시하였습니다.",
  importance:
    "500여개 직업 종사자들의 자신의 직업에 대해 평가한 업무활동 관련 항목별 중요도를 직업 내에 비교하여 본 직업에서 중요성(평가점수)이 높게 나타난 항목을 순서대로 제시하였습니다.",
  level:
    "500여개 직업 종사자들의 자신의 직업에 대해 평가한 업무활동 관련 항목별 수준을 직업 내에 비교하여 본 직업에서 수준(평가점수)이 높게 나타난 항목을 순서대로 제시하였습니다.",
};
