export const grade = ["1학년", "2학년", "3학년", "4힉년"];

export const majorField1 = [
  "인문",
  "사회",
  "교육",
  "공학",
  "농학",
  "자연",
  "의약",
  "예체능",
];

export const major1 = {
  인문: ["인문1", "인문2", "인문3"],
  사회: ["사회1", "사회2", "사회3"],
  교육: ["교육1", "교육2", "교육3"],
  공학: ["공학1", "공학2", "공학3"],
  농학: ["농학1", "농학2", "농학3"],
  자연: ["자연1", "자연2", "자연3"],
  의약: ["의약1", "의약2", "의약3"],
  예체능: ["예체능1", "예체능2", "예체능3"],
};

export const majorField2 = [
  "인문",
  "사회",
  "교육",
  "공학",
  "농학",
  "자연",
  "의약",
  "예체능",
  "없음",
];

export const major2 = {
  인문: ["인문1", "인문2", "인문3"],
  사회: ["사회1", "사회2", "사회3"],
  교육: ["교육1", "교육2", "교육3"],
  공학: ["공학1", "공학2", "공학3"],
  농학: ["농학1", "농학2", "농학3"],
  자연: ["자연1", "자연2", "자연3"],
  의약: ["의약1", "의약2", "의약3"],
  예체능: ["예체능1", "예체능2", "예체능3"],
  없음: ["없음"],
};
