{
  "engineering": [
    {
      "major": "건축학",
      "description": "건축학과는 건축 설계와 시공에 필요한 이론과 기술을 배우며, 건축 구조, 환경 설계 등 다양한 분야의 지식을 쌓습니다. 지속 가능한 디자인과 최신 건축 기술을 통해 공간을 만들고, 변화하는 건축 환경에 대응할 인재를 양성합니다.",
      "summary": "인간의 삶과 도시 풍경을 그려내는 예술가",
      "id": 1,
      "definition": "건축학은 미학, 철학, 인류학, 심리학 등 다양한 분야의 인문적 소양을 바탕으로 건물의 설계와 건축의 역사 및 이론을 연구하는 분야입니다. \n최근에는 사물인터넷(IoT), 자동화 시스템(BMS)과 같은 컴퓨터 전산의 기술과 결합되어 발전하고 있으며, 환경을 위한 지속가능한 건축물 설계 분야에서 부상하고 있습니다. ",
      "ideal_candiate": "건축학과는 건축 설계와 시공에 관심이 있고, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 건축물의 미적 가치와 기능적 효율성을 동시에 고려하며, 지속 가능한 건축 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 건축 설계 기초, 건축 구조, 건축 재료, 건축 환경, 건축 역사, 건축 법규 등을 배우며 건축학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고급 건축 설계, 구조 설계, 건축 시공 관리, 건축 환경 계획, 친환경 건축 기술, 스마트 빌딩 기술, BIM 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "건축학과는 건축 설계, 건축 구조, 건축 재료, 건축 환경, 건축 역사, 건축 법규 등 다양한 세부 전공을 포함하며, 각 전공은 고급 건축 설계, 구조 설계, 재료 개발 및 분석, 환경 계획 및 관리, 역사적 건축물 보존, 건축 법규 준수 및 적용 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "기계공학",
      "description": "기계공학과는 기계 설계와 제작에 필요한 이론과 기술을 배우며, 열역학, 동역학 등 기계공학에 필요한 다양한 지식을 쌓습니다. 첨단 기술을 활용해 효율적인 기계를 설계하고, 변화하는 산업 환경에 대응할 인재를 양성합니다.",
      "summary": "정교한 기계의 세계를 지배하는 기술 혁신가",
      "id": 2,
      "definition": "기계공학과는 기계 및 기계 시스템의 설계, 제작, 운영, 유지보수를 연구하는 학문으로, 열역학, 유체역학, 재료역학, 동역학, 제어공학 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 로봇공학, 인공지능, 3D 프린팅, 스마트 제조, 자율주행차 등이 부상하고 있으며, 첨단 기술을 활용한 기계 설계 및 제조 기술이 주목받고 있습니다.",
      "ideal_candiate": "기계공학과는 기계와 시스템에 대한 깊은 이해를 바탕으로, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 최신 기계 기술에 관심이 있고, 이를 통해 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 기계공학 개론, 열역학, 유체역학, 재료역학, 동역학, 제어공학 등을 배우며 기계공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 기계 설계, 로봇공학, 유압 및 공압 시스템, 열전달, 진동공학, 스마트 제조 기술 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "기계공학과는 로봇공학, 제어공학, 열공학, 유체공학, 재료공학, 제조공학 등 다양한 세부 전공을 포함하며, 각 전공은 기계 설계 및 분석, 로봇 시스템 개발, 열 시스템 설계, 유체 시스템 분석, 재료 특성 연구, 첨단 제조 기술 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "로봇공학",
      "description": "로봇공학과는 로봇 설계와 제어 기술을 배우며, 메카트로닉스, 인공지능 등 다양한 로봇 분야 지식을 쌓습니다. 첨단 기술을 활용해 혁신적인 로봇 시스템을 개발하고, 변화하는 미래 로봇 산업에 대응할 인재를 양성합니다.",
      "summary": "로봇에 생명을 불어넣는 혁신가",
      "id": 3,
      "definition": "로봇공학과는 로봇의 설계, 제작, 제어 및 응용을 연구하는 학문으로, 기계공학, 전자공학, 컴퓨터공학의 융합 학문입니다. 최근 트렌드로는 인공지능(AI) 로봇, 산업용 로봇, 자율주행 로봇, 의료 로봇 등이 부상하고 있으며, 인간과 상호작용하는 서비스 로봇과 첨단 제조업에 활용되는 스마트 로봇 기술이 주목받고 있습니다.",
      "ideal_candiate": "로봇공학과는 로봇 설계, 제작, 제어 및 응용 기술에 관심이 있고, 이를 통해 실질적인 문제를 해결하고자 하는 열정을 가진 학생들에게 적합합니다. 특히, 로봇과 관련된 다양한 기술을 융합하여 창의적이고 실용적인 해결책을 모색하는 능력을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 로봇공학 개론, 기계공학 기초, 전자공학 기초, 프로그래밍 기초, 제어 시스템, 센서 및 액추에이터 등을 배우며 로봇공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 로봇 설계, 로봇 제어, 인공지능 로봇, 자율주행 로봇, 산업용 로봇, 의료 로봇, 로봇 비전 시스템 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "로봇공학과는 로봇 설계, 로봇 제어, 인공지능 로봇, 자율주행 로봇, 산업용 로봇, 의료 로봇, 로봇 비전 시스템 등 다양한 세부 전공을 포함하며, 각 전공은 로봇 설계 및 분석, 로봇 제어 시스템 개발, 인공지능 로봇 구현, 자율주행 로봇 기술 연구, 산업용 로봇 응용, 의료 로봇 개발, 로봇 비전 기술 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "자동차공학",
      "description": "자동차공학과는 자동차 설계와 제조 기술을 배우며, 동력학, 차량 전자제어 등 자동차 공학에 필요한 다양한 지식을 쌓습니다. 최신의 학문으로는 친환경 자동차와 자율주행 기술을 연구하고, 미래 자동차 산업에 대응할 인재를 양성합니다.",
      "summary": "도로 위 혁신을 설계하는 개척자",
      "id": 4,
      "definition": "자동차공학과는 자동차의 설계, 제작, 운영, 유지보수 및 기술 발전을 연구하는 학문으로, 자동차 엔진, 차량 동역학, 자동차 전자제어 시스템, 연료 기술 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 전기차, 자율주행차, 친환경 연료 기술, 커넥티드 카 등이 부상하고 있으며, 효율적인 자동차 설계와 운영, 신재생 에너지 활용 기술이 주목받고 있습니다.",
      "ideal_candiate": "자동차공학과는 자동차와 관련된 기술에 대한 깊은 이해를 바탕으로, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 자동차 설계, 운영, 유지보수에 관심이 있고, 최신 자동차 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 자동차 공학 개론, 차량 동역학, 자동차 엔진, 자동차 전자제어 시스템, 유체역학, 열역학 등을 배우며 자동차공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 자동차 설계, 자동차 제작, 자동차 유지보수, 전기차 기술, 자율주행차 기술, 친환경 연료 기술 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "자동차공학과는 자동차 설계, 차량 동역학, 자동차 엔진, 자동차 전자제어 시스템, 친환경 연료 기술, 전기차 기술 등 다양한 세부 전공을 포함하며, 각 전공은 자동차 설계 및 분석, 자동차 엔진 개발, 자동차 전자제어 시스템 구현, 친환경 연료 및 전기차 기술 연구 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "도시공학",
      "description": "도시공학과는 도시 계획과 설계에 필요한 이론과 기술을 배우며, 교통, 환경, 토지 이용 등 다양한 도시 시스템에 대한 지식을 쌓습니다. 지속 가능한 도시 개발과 스마트 시티 기술을 연구하고, 미래 도시 문제에 대응할 인재를 양성합니다.",
      "summary": "복잡한 도시의 퍼즐을 푸는 설계자",
      "id": 5,
      "definition": "도시공학과는 미래 도시의 계획과 설계, 개발을 연구하는 학문으로, 사물인터넷, 빅데이터, 자율주행차, 친환경 에너지 등 다양한 첨단 기술이 융합된 미래 도시를 준비합니다. 최근 트렌드로는 스마트 시티 개발, 지속 가능한 도시 개발, 그린 인프라 구축 등이 부상하고 있으며, IoT 기반 교통 관리 시스템, 에너지 효율적인 건축물, 재생 에너지를 활용한 도시 인프라가 주목받고 있습니다.",
      "ideal_candiate": "도시공학과는 도시에 대한 이해를 바탕으로 도시를 계획, 건설, 관리하는 방안 및 도시에 대한 다양한 문제 해결에 관심을 가진 학생들에게 적합합니다. 특히 IT분야, 토목, 건축, 기계와 관련된 다양한 기술을 융합하여 창의적이고 실용적인 해결책을 모색하는 능력을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 도시계획, 도시발달사, 도시개발, 도시설계, 교통계획, 교통공학, 지역 및 도시개발론 등을 배우며 도시의 기본 원리와 개념을 이해합니다. 심화과목에서는 도시의 경제, 사회적 문제 해결을 위한 고급 계획 기술, 첨단 교통 시스템, 스마트 시티 개발, 도시 환경 관리 등 보다 심화된 내용을 다루며, 실습과 현장 견학을 통해 실무 능력을 키웁니다.",
      "sub_major": "도시공학과는 도시건설과, 도시정보공학전공, 도시계획공학과 등 다양한 세부 전공을 포함하며, 각 전공은 도시 계획 및 설계, 교통 시스템 관리, 도시 환경 개선 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "토목공학",
      "description": "토목공학과는 사회기반시설 설계와 시공에 필요한 이론과 기술을 배우며, 구조물 설계, 수자원 관리 등 다양한 토목 공학 지식을 쌓습니다. 도로, 교량, 댐 등의 인프라를 개발하고, 안전하고 지속 가능한 사회를 만드는 인재를 양성합니다.",
      "summary": "안전하고 편리한 세상을 만드는 설계자",
      "id": 6,
      "definition": "토목공학은 도로, 항만, 공항, 터널, 철도, 댐, 상하수도 시설 등 사회 기반 구조물을 계획, 설계, 시공, 유지 관리하는 학문입니다. 최근에는 빌딩 정보 모델링(BIM), 드론, 3D 프린팅, 그린 빌딩 자재, AI 및 머신 러닝을 통한 설계와 예측 분석 등으로 관리의 효율성을 높이고, 환경 영향을 최소화하며 안전성과 경제성을 높이는 데 기여하고 있습니다. ​",
      "ideal_candiate": "토목공학과는 다양한 사회 기반 시설의 설계와 시공에 관심이 있고, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 주변 환경과의 조화를 고려하여 지속 가능한 인프라를 구축하고, 최신 토목 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 공학수학, 수리학, 토질역학, 구조공학, 철근콘크리트공학 등 기본적인 이론과 원리를 배우며, 건설의 기초를 다집니다. 심화과목에서는 교량 설계, 댐 건설, 상하수도 시스템, 교통 시스템 등 더 복잡한 구조물과 인프라를 다루며, 실제 프로젝트에 적용할 수 있는 기술과 실습을 통해 종합적인 설계 및 시공 능력을 키웁니다.",
      "sub_major": "토목공학은 구조공학, 지반공학, 수공학, 교통공학, 환경공학, 건설관리, 도시계획, 지진공학 등의 세부 전공으로 나뉘며, 이는 각각 건물과 교량 설계, 토양 특성 연구, 수자원 관리, 교통 인프라 설계, 환경 보호, 건설 프로젝트 관리, 도시 계획, 지진 방지 등을 다룹니다. "
    },
    {
      "major": "에너지공학",
      "description": "에너지공학과는 에너지 자원의 생산과 관리 기술을 배우며, 신재생 에너지, 에너지 저장 등 다양한 에너지 분야의 지식을 쌓습니다. 최근에는 친환경 에너지 기술을 연구하고, 지속 가능한 에너지 산업에 기여할 인재를 양성합니다.",
      "summary": "세상을 움직이는 에너지의 마스터",
      "id": 7,
      "definition": "에너지공학과는 에너지 자원의 효율적 이용과 신재생 에너지 기술 개발을 연구하는 학문으로, 태양광, 풍력, 지열, 바이오에너지 등 다양한 신재생 에너지와 에너지 저장 시스템, 에너지 효율화 기술 등을 다룹니다. 최근 트렌드로는 에너지 저장 시스템(ESS), 스마트 그리드, 탄소 중립 기술 등이 부상하고 있으며, 지속 가능한 에너지 기술 개발과 환경 보호를 위한 기술들이 주목받고 있습니다.",
      "ideal_candiate": "에너지공학과는 에너지 자원 관리와 신재생 에너지 기술에 대한 깊은 이해를 바탕으로, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 에너지 효율 향상, 친환경 기술 개발, 지속 가능한 발전 등에 관심이 있고, 최신 에너지 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 에너지 공학 개론, 열역학, 유체역학, 전기 회로 이론, 재료 과학 등을 배우며 에너지 공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 태양광 에너지, 풍력 에너지, 에너지 저장 시스템, 에너지 변환 공학, 스마트 그리드, 탄소 중립 기술 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "에너지공학과는 신재생 에너지, 에너지 저장 시스템, 에너지 효율화 기술, 스마트 그리드, 탄소 중립 기술 등 다양한 세부 전공을 포함하며, 각 전공은 신재생 에너지 발전 기술, 에너지 저장 및 관리, 에너지 효율 향상 기술, 스마트 에너지 관리 시스템, 탄소 중립을 위한 기술 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "원자핵공학",
      "description": "원자핵공학과는 원자력 에너지와 방사선 기술을 배우며, 핵연료 주기, 방사선 안전 등 다양한 원자핵 공학 지식을 쌓습니다. 원자력 발전과 방사선 응용 기술을 연구하고, 안전하고 효율적인 에너지 활용에 기여할 인재를 양성합니다.",
      "summary": "핵의 비밀을 풀어내는 과학의 탐험가",
      "id": 8,
      "definition": "원자핵공학과는 원자력 에너지를 활용한 기술과 이론을 연구하는 학문으로, 원자로 설계, 핵연료 주기, 방사선 이용 및 관리, 핵융합 에너지 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 차세대 원자로 개발, 소형 모듈형 원자로(SMR), 방사성 폐기물 처리 기술, 핵융합 에너지 등이 부상하고 있으며, 안전하고 효율적인 원자력 에너지 활용과 환경 보호를 위한 기술들이 주목받고 있습니다.",
      "ideal_candiate": "원자핵공학과는 원자력 에너지와 방사선 기술에 대한 깊은 이해를 바탕으로, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 원자력 안전 관리, 방사선 응용 기술, 차세대 에너지 개발 등에 관심이 있고, 최신 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 원자력 공학 개론, 방사선 기초, 원자로 물리학, 열역학, 유체역학, 재료 과학 등을 배우며 원자핵공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 원자로 설계, 방사선 측정 및 방호, 핵연료 주기 공학, 핵융합 에너지, 방사성 폐기물 관리, 원자력 안전 관리 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "원자핵공학과는 원자로 설계, 방사선 공학, 핵연료 공학, 핵융합 공학, 원자력 안전 공학 등 다양한 세부 전공을 포함하며, 각 전공은 원자로 설계 및 분석, 방사선 이용 및 관리, 핵연료 주기 기술, 핵융합 에너지 연구, 방사성 폐기물 처리 기술, 원자력 안전 관리 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "전기공학",
      "description": "전기공학과는 전기 에너지의 생성, 전송, 제어 기술을 배우며, 전력 시스템, 전자기학 등 다양한 전기공학 지식을 쌓습니다. 전기기기 설계와 에너지 효율 개선을 연구하고, 최신 첨단 산업에 필요한 핵심 인재를 양성합니다.",
      "summary": "세상을 움직이는 전기의 설계자",
      "id": 9,
      "definition": "전기공학과는 전기와 전자 시스템의 설계, 개발, 유지보수를 연구하는 학문으로, 발전, 송배전, 전력 시스템, 전기기기, 전력전자, 신재생 에너지 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 스마트 그리드, 전기자동차, 신재생 에너지 기술, 에너지 저장 시스템 등이 부상하고 있으며, 에너지 효율을 높이고 환경에 미치는 영향을 최소화하는 기술이 주목받고 있습니다.",
      "ideal_candiate": "전기공학과는 전기 및 전자 시스템에 대한 깊은 이해를 바탕으로, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 에너지 효율 향상, 친환경 기술 개발 등에 관심이 있고, 최신 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 회로 이론, 전자기학, 디지털 논리회로, 신호 및 시스템, 전기기기, 전력공학 등을 배우며 전기공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 전력전자, 제어 시스템, 마이크로프로세서, 전력 시스템 분석, 전기기기 설계, 신재생 에너지 공학 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "전기공학과는 전력공학, 전기기기, 전력전자, 제어공학, 신재생 에너지, 전력 시스템 등 다양한 세부 전공을 포함하며, 각 전공은 전력 시스템 설계, 전기기기 개발, 전력전자 응용, 제어 시스템 구현, 신재생 에너지 기술 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "전자공학",
      "description": "전자공학과는 전자 회로와 시스템 설계 기술을 배우며, 반도체, 통신 등 다양한 전자공학 분야의 지식을 쌓습니다. 첨단 전자기기와 정보통신 기술을 연구하고, 빠르게 변화하는 IT 산업에 대응할 핵심 인재를 양성합니다.",
      "summary": "기술의 심장을 뛰게하는 회로의 전문가",
      "id": 10,
      "definition": "전자공학과는 전자기기 및 시스템의 설계, 개발, 분석을 연구하는 학문으로, 반도체, 통신, 디지털 시스템, 임베디드 시스템, 신호 처리 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 IoT(사물인터넷), AI(인공지능), 5G 통신, 자율주행 기술 등이 부상하고 있으며, 고성능 반도체 설계와 에너지 효율적인 전자기기 개발이 주목받고 있습니다.",
      "ideal_candiate": "전자공학과는 전자기기와 시스템에 대한 깊은 이해를 바탕으로, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 최신 전자 기술에 관심이 있고, 이를 통해 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 회로 이론, 전자기학, 디지털 논리회로, 신호 및 시스템, 전자 회로, 마이크로프로세서 등을 배우며 전자공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 반도체 소자, 디지털 신호 처리, 통신 시스템, 임베디드 시스템, VLSI 설계, 전력전자 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "전자공학과는 반도체, 통신공학, 디지털 시스템, 임베디드 시스템, 신호 처리, VLSI 설계 등 다양한 세부 전공을 포함하며, 각 전공은 반도체 소자 설계, 통신 시스템 개발, 디지털 회로 설계, 임베디드 시스템 구현, 신호 처리 기술 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "환경공학",
      "description": "환경공학과는 자연 환경 보호와 복원을 위한 이론과 기술을 배우며, 물, 대기, 토양 오염 방지와 자원 관리 등에 집중합니다. 지속 가능한 발전과 친환경 기술을 통해 인간과 자연이 공존하는 환경을 만들고, 미래의 환경 문제를 해결할 인재를 양성합니다.",
      "summary": "지속가능한 미래를 설계하는 지구의 엔지니어 ",
      "id": 11,
      "definition": "환경공학과는 자연과학과 공학의 각종 지식과 기술이 융·복합적으로 요구되는 학문으로, 대기오염, 수질오염, 해양오염, 토지오염 등 각종 오염을 발생시키는 원인을 연구하고 해결 방법을 모색합니다. 최근 트렌드로는 기후 변화 대응, 친환경 에너지 기술, 자원 순환 시스템, 스마트 환경 모니터링 등이 부상하고 있으며, 이를 통해 국가의 지속가능한 성장과 개발을 주도할 환경 전문가 양성이 주목받고 있습니다.",
      "ideal_candiate": "환경공학과는 여러 자연과학 분야에 대한 흥미와 환경 보전에 대한 관심이 많은 학생에게 적합합니다. 환경공학과는 환경의 과학적 측면뿐만 아니라 사회, 경제, 문화 등과 환경과의 관련성을 이해하고 종합적으로 분석할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 환경과학개론, 환경생물학, 생태학개론, 지구환경입문, 에너지공학개론 등을 배우며 환경공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 대기오염 제어공학설계를 통해 자동차와 산업체로부터 발생하는 주요 대기오염 물질을 제어하는 방법을 학습합니다.",
      "sub_major": "환경공학과는 대기오염 제어공학, 수질오염 제어공학, 폐기물 관리공학, 환경시스템 공학, 환경생명공학 등 다양한 세부 전공을 포함하며, 각 전공은 대기 오염 방지, 수질 정화, 폐기물 처리, 생태 복원, 자원 순환 시스템 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "산업공학",
      "description": "산업공학과는 생산성과 효율성을 극대화하기 위해 시스템, 프로세스, 조직을 설계하고 최적화하는 방법을 배웁니다. 다양한 산업 현장에서 문제를 분석하고 해결하는 능력을 키워, 스마트 공장, 물류 시스템 등 여러 분야에서 활동할 수 있는 인재를 양성합니다.",
      "summary": "사람과 기술을 연결하는 공학의 마에스트로",
      "id": 12,
      "definition": "산업공학과는 생산성과 효율성을 극대화하기 위해 시스템, 프로세스, 조직을 설계하고 최적화하는 학문으로, 공정관리, 품질관리, 물류관리, 인간공학 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 스마트 제조, 데이터 분석, 인공지능(AI), 사물인터넷(IoT), 자동화 시스템 등이 부상하고 있으며, 첨단 기술을 활용한 생산성 향상과 효율적인 자원 관리가 주목받고 있습니다.",
      "ideal_candiate": "산업공학과는 시스템과 프로세스 최적화에 관심이 있고, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 데이터 분석과 최신 기술을 적용하여 생산성과 효율성을 극대화하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 공정관리, 품질관리, 인간공학, 시스템 공학, 데이터 분석, 물류관리 등을 배우며 산업공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 스마트 제조 시스템, AI 및 머신러닝, 고급 데이터 분석, 자동화 시스템 설계, 공급망 관리, 최적화 기법 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "산업공학과는 생산 및 공정관리, 품질공학, 인간공학, 물류 및 공급망 관리, 시스템 공학, 데이터 분석 등 다양한 세부 전공을 포함하며, 각 전공은 생산성 향상 기술, 품질관리 기법, 인간공학적 설계, 물류 최적화, 데이터 기반 의사결정, 스마트 제조 시스템 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "나노신소재공학",
      "description": "나노신소재공학과는 나노기술을 활용한 신소재의 개발과 응용을 연구하는 학문으로, 나노 구조체와 나노 소재의 물리적, 화학적 특성을 탐구합니다. 다양한 산업 분야에서 활용할 수 있는 첨단 소재를 개발하며, 미래 기술 혁신을 주도할 전문 인재를 양성합니다.",
      "summary": "나노 세계의 탐험가",
      "id": 13,
      "definition": "나노신소재공학과는 나노기술을 활용한 신소재의 개발과 응용을 연구하는 학문으로, 나노소재의 설계, 제조, 분석 및 특성 평가를 다룹니다. 최근 트렌드로는 나노기술 기반의 신소재 개발, 에너지 저장 소재, 바이오 소재, 환경 친화적 소재 등이 부상하고 있으며, 고성능, 경량화, 친환경 신소재 개발이 주목받고 있습니다.",
      "ideal_candiate": "나노신소재공학과는 나노기술과 신소재 개발에 관심이 있고, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 나노소재의 특성과 응용에 대한 깊은 이해를 바탕으로, 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 나노기술 개론, 재료 과학, 물리화학, 유기화학, 고분자 과학 등을 배우며 나노신소재공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 나노소재의 설계 및 합성, 나노구조 분석, 나노소재의 물성 평가, 나노소재의 응용 기술, 에너지 저장 소재, 바이오 소재, 환경 친화적 소재 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "나노신소재공학과는 나노소재 설계 및 합성, 나노구조 분석, 에너지 저장 소재, 바이오 소재, 환경 친화적 소재 등 다양한 세부 전공을 포함하며, 각 전공은 나노기술 기반의 신소재 개발, 나노소재의 특성 평가 및 응용, 고성능 및 경량화 소재 개발, 친환경 신소재 연구 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "반도체학",
      "description": "반도체학과는 반도체 소자의 설계, 제조, 분석 및 응용을 연구하는 학문으로, 물리학과 전자공학의 이론을 바탕으로 합니다. 첨단 반도체 기술을 통해 정보통신, 전자기기 등 다양한 산업 분야에서 활동할 수 있는 전문 인재를 양성합니다. ",
      "summary": "세상을 구동하는 칩의 설계자 ",
      "id": 14,
      "definition": "반도체학과는 반도체 소자의 설계, 제조, 분석 및 응용을 연구하는 학문으로, 물리학, 전자공학, 재료공학의 융합 학문입니다. 최근 트렌드로는 고성능 반도체, 저전력 반도체, 3D 적층 반도체, 나노기술 등이 부상하고 있으며, 차세대 반도체 기술과 집적 회로(IC) 설계 기술이 주목받고 있습니다.",
      "ideal_candiate": "반도체학과는 반도체 설계, 제조, 응용 기술에 관심이 있고, 이를 통해 실질적인 문제를 해결하고자 하는 열정을 가진 학생들에게 적합합니다. 반도체 소자와 관련된 다양한 기술을 융합하여 창의적이고 혁신적인 문제 해결 능력을 갖춘 인재를 양성합니다. ",
      "curriculum": "기초과목에서는 반도체 물리, 전자 회로, 재료 과학, 양자 역학, 전자기학 등을 배우며 반도체학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 반도체 소자 설계, 반도체 제조 공정, 집적 회로(IC) 설계, 나노 소자, 반도체 공정 장비, 반도체 응용 기술 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "반도체학과는 반도체 소자, 반도체 제조 공정, 집적 회로(IC) 설계, 나노 소자, 반도체 공정 장비, 반도체 응용 기술 등 다양한 세부 전공을 포함하며, 각 전공은 반도체 소자 설계 및 분석, 반도체 제조 기술, 집적 회로 설계, 나노 소자 기술, 반도체 공정 장비 개발, 반도체 응용 기술 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "재료공학",
      "description": "재료공학과는 다양한 재료의 특성과 성질을 연구하고, 이를 활용하여 새로운 소재를 개발하는 학문입니다. 금속, 세라믹, 폴리머 등 첨단 소재를 설계하고 응용하는 능력을 키워, 산업 전반에서 활동할 수 있는 기술 인재를 양성합니다. ",
      "summary": "미래 기술의 핵심을 다루는 물질의 연금술사",
      "id": 15,
      "definition": "재료공학과는 다양한 재료의 특성과 성질을 연구하고, 이를 활용하여 새로운 소재를 개발하는 학문으로, 금속, 세라믹, 고분자, 복합재료 등의 설계, 제조, 분석을 다룹니다. 최근 트렌드로는 나노기술, 신소재 개발, 친환경 재료, 스마트 재료 등이 부상하고 있으며, 고성능 소재와 경량화 소재, 재활용 가능한 친환경 소재 개발이 주목받고 있습니다.",
      "ideal_candiate": "재료공학과는 신소재 개발, 나노기술 응용, 친환경 재료 연구에 관심이 있고, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 재료의 특성과 성질에 대한 깊은 이해를 바탕으로, 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 재료 과학 개론, 물리화학, 유기화학, 금속학, 세라믹 재료, 고분자 재료 등을 배우며 재료공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 나노재료, 복합재료, 신소재 개발, 재료 분석 기술, 재료 물성 평가, 재료 가공 공정 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "재료공학과는 금속 재료, 세라믹 재료, 고분자 재료, 복합 재료, 나노 재료, 신소재 공학 등 다양한 세부 전공을 포함하며, 각 전공은 재료 설계 및 분석, 나노기술 응용, 고성능 및 경량화 소재 개발, 재활용 가능한 친환경 재료 연구 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "항공학",
      "description": "항공학과는 항공기와 관련된 설계, 제작, 운영, 유지보수 및 항공 기술의 발전을 연구하는 학문입니다. 항공우주 산업의 다양한 기술적 요구를 충족시키기 위해 첨단 항공기술을 배우고, 항공 산업의 미래를 이끌어갈 인재를 양성합니다.",
      "summary": "하늘과 우주를 개척하는 항공 과학의 마스터",
      "id": 16,
      "definition": "항공학과는 항공기와 관련된 설계, 제작, 운영, 유지보수 및 항공기술의 발전을 연구하는 학문으로, 항공역학, 항공기 구조, 항공기 엔진, 항공전자 시스템 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 드론 기술, 무인 항공기(UAV), 친환경 항공기, 항공우주 기술 등이 부상하고 있으며, 효율적인 항공기 설계와 운영, 신재생 에너지 활용 기술이 주목받고 있습니다.",
      "ideal_candiate": "항공학과는 항공기와 관련된 기술에 대한 깊은 이해를 바탕으로, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 항공기 설계, 운영, 유지보수에 관심이 있고, 최신 항공 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 항공역학, 항공기 구조, 항공기 엔진, 항공전자 시스템, 유체역학, 열역학 등을 배우며 항공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 항공기 설계, 항공기 제작, 항공기 유지보수, 드론 기술, 무인 항공기(UAV), 항공우주 공학 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "항공학과는 항공기 설계, 항공기 구조, 항공기 엔진, 항공전자 시스템, 항공우주 공학 등 다양한 세부 전공을 포함하며, 각 전공은 항공기 설계 및 분석, 항공기 엔진 개발, 항공전자 시스템 구현, 항공우주 기술 연구, 드론 및 무인 항공기 기술 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "화학공학",
      "description": "화학공학과는 화학적 공정을 통해 다양한 제품을 생산하는 기술과 이론을 연구하는 학문입니다. 화학 반응을 이용한 신소재 개발, 에너지 전환, 환경 보호 등 다양한 산업 분야에서 활동할 수 있는 전문 인재를 양성합니다.",
      "summary": "분자를 탐구하는 현대의 연금술사",
      "id": 17,
      "definition": "화학공학과는 화학적 공정을 통해 다양한 제품을 생산하는 기술과 이론을 연구하는 학문으로, 석유화학, 정밀화학, 바이오화학, 나노기술 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 지속 가능한 화학 공정, 친환경 소재 개발, 바이오 연료와 같은 그린 화학 기술이 부상하고 있으며, 바이오매스를 이용한 친환경 연료 생산과 폐기물 재활용을 통한 자원 순환 기술이 주목받고 있습니다.",
      "ideal_candiate": "화학공학과는 화학적 원리와 공정 기술에 대한 깊은 이해를 바탕으로, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 환경 문제 해결과 지속 가능한 발전에 기여하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 화학공학 개론, 물리화학, 유기화학, 무기화학, 열역학, 유체역학 등을 배우며 화학 공정의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 화학 반응 공학, 공정 설계, 재료 과학, 촉매 반응, 공정 제어, 나노기술 응용 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "화학공학과는 석유화학, 정밀화학, 바이오화학, 나노기술, 재료과학 등 다양한 세부 전공을 포함하며, 각 전공은 화학 공정 설계, 촉매 개발, 친환경 공정, 바이오 연료 생산, 나노 소재 응용 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "전산학·컴퓨터공학",
      "description": "전산학·컴퓨터공학과는 컴퓨터 시스템의 설계, 개발, 분석 및 응용을 연구하는 학문으로, 소프트웨어와 하드웨어 전반에 걸친 이론과 기술을 배웁니다. 인공지능, 빅데이터, 정보보안 등 다양한 분야에서 미래 기술을 선도할 전문가를 양성합니다.",
      "summary": "알고리즘으로 세상을 움직이는 코드의 예술가",
      "id": 18,
      "definition": "전산학·컴퓨터공학과는 컴퓨터 시스템의 설계, 개발, 분석 및 응용을 연구하는 학문으로, 프로그래밍, 알고리즘, 데이터 구조, 소프트웨어 공학, 컴퓨터 네트워크, 인공지능(AI) 등 다양한 분야를 다룹니다. 최근 트렌드로는 인공지능, 빅데이터, 클라우드 컴퓨팅, 사물인터넷(IoT), 사이버 보안 등이 부상하고 있으며, 첨단 기술을 활용한 혁신적인 컴퓨팅 솔루션이 주목받고 있습니다.",
      "ideal_candiate": "전산학·컴퓨터공학과는 컴퓨터 시스템과 소프트웨어에 대한 깊은 이해와 관심을 가진 학생들에게 적합합니다. 특히, 창의적이고 논리적인 문제 해결 능력을 갖추고, 최신 컴퓨터 기술을 활용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 프로그래밍 기초, 데이터 구조, 알고리즘, 컴퓨터 구조, 운영체제, 소프트웨어 공학 등을 배우며 전산학·컴퓨터공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 인공지능, 빅데이터 분석, 클라우드 컴퓨팅, 네트워크 보안, 사물인터넷, 모바일 컴퓨팅, 머신러닝 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "전산학·컴퓨터공학과는 소프트웨어 공학, 인공지능, 데이터 과학, 컴퓨터 네트워크, 정보 보안, 임베디드 시스템, 컴퓨터 그래픽스 등 다양한 세부 전공을 포함하며, 각 전공은 소프트웨어 설계 및 개발, 데이터 분석 및 처리, 네트워크 설계 및 관리, 사이버 보안 기술, 임베디드 시스템 개발, 컴퓨터 그래픽스 및 비전 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "항공운항학",
      "description": "항공운항학과는 항공기의 운항과 관련된 항공역학, 항공기 시스템, 항로 설계 및 운항 안전을 배우며, 비행 기술과 항공법 등을 학습합니다. 조종사와 항공 운항 관리 전문가를 양성해 항공 산업의 안전성과 효율성을 높이는 데 기여합니다.",
      "summary": "하늘을 지배하는 조종석의 주인",
      "id": 19,
      "definition": "항공운항학과는 항공기의 운항과 관련된 기술과 이론을 연구하는 학문으로, 항공역학, 비행원리, 항공기 시스템, 항공 운항 관리 등을 다룹니다. 최근 트렌드로는 무인 항공기(UAV), 자율 비행 기술, 항공 안전 시스템, 친환경 항공기 기술 등이 부상하고 있으며, 효율적이고 안전한 항공기 운항과 신기술 적용이 주목받고 있습니다.",
      "ideal_candiate": "항공운항학과는 항공기 운항에 관심이 있고, 안전하고 효율적인 항공기 운항 기술을 습득하고자 하는 학생들에게 적합합니다. 항공역학과 비행원리에 대한 깊은 이해를 바탕으로, 최신 항공 운항 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 항공역학, 비행원리, 항공기 시스템, 항공 운항 관리, 항공법, 항공기 성능 등을 배우며 항공운항학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 항공기 운항 절차, 항공기 유지보수, 항공 안전 관리, 무인 항공기 운용, 자율 비행 기술, 항공기 시뮬레이션 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "항공운항학과는 항공기 운항, 항공기 시스템, 항공 안전 관리, 무인 항공기 운용, 자율 비행 기술, 항공기 유지보수 등 다양한 세부 전공을 포함하며, 각 전공은 항공기 운항 절차, 항공기 시스템 분석, 항공 안전 시스템 개발, 무인 항공기 기술 연구, 자율 비행 기술 개발, 항공기 유지보수 관리 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "게임공학",
      "description": "게임공학과는 게임 개발을 위한 기술과 이론을 연구하며, 모바일 게임, 컴퓨터 게임 등 다양한 플랫폼에 적용할 수 있는 게임 설계와 프로그래밍을 배웁니다. 게임 엔진, 그래픽, 인공지능 등 최신 기술을 활용해 창의적인 게임을 개발할 전문가를 양성합니다.",
      "summary": "상상 속 모험을 현실로 바꾸는 엔지니어 ",
      "id": 20,
      "definition": "게임공학과는 게임 개발을 위한 기술과 이론을 연구하는 학문으로, 모바일 게임, 컴퓨터 게임, 콘솔 게임 등 다양한 플랫폼에서 게임을 제작하는 방법을 배웁니다. 최근 트렌드로는 VR/AR 게임, 인공지능을 활용한 게임 디자인, 블록체인 기반 게임 등이 부상하고 있으며, VR 기술을 활용한 몰입형 게임과 블록체인 기술을 활용한 플레이투언(Play-to-Earn) 게임이 주목받고 있습니다.",
      "ideal_candiate": "게임공학과는 게임에 대한 열정을 가지고 있으며, 창의적인 아이디어를 실현할 수 있는 기술력을 갖춘 학생들에게 적합합니다. 특히, 게임 기획, 디자인, 프로그래밍 등 다양한 분야의 기술을 융합하여 새로운 게임을 창조하고자 하는 의지와 능력을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 콘텐츠 기초, 전산학 개론, C 프로그래밍, C++ 프로그래밍, 컴퓨터 구조 등을 배우며 게임 개발의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 게임 기획, 게임 디자인, 게임 프로그래밍, 그래픽 프로그래밍, 인공지능, VR/AR 게임 개발 등 보다 심화된 내용을 다루며, 실습과 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "게임공학과는 게임 콘텐츠, 게임 소프트웨어, 게임 디자인, 게임 애니메이션, 게임 제작 등 다양한 세부 전공을 포함하며, 각 전공은 게임 기획 및 설계, 프로그래밍, 그래픽 및 사운드 디자인, 게임 테스트 및 품질 관리 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "소방방재학",
      "description": "소방방재학과는 화재와 재난으로부터 인명과 재산을 보호하기 위한 기술과 이론을 연구하는 학문입니다. 화재 예방, 안전 관리, 재난 대응 체계 등을 학습하여 공공 안전과 재난 관리의 핵심 역할을 담당할 인재를 양성합니다.",
      "summary": "재난으로부터 안전을 설계하는 수호자",
      "id": 21,
      "definition": "소방방재학과는 화재와 재난으로부터 인명과 재산을 보호하기 위한 기술과 이론을 연구하는 학문으로, 소방기술, 재난관리, 화재예방, 구조 및 구급 기술 등을 다룹니다. 최근 트렌드로는 스마트 화재 안전 시스템, 재난 예측 및 대응 기술, 친환경 소방 자재, 소방 로봇 등이 부상하고 있으며, 첨단 기술을 활용한 재난 예방과 효율적인 대응이 주목받고 있습니다.",
      "ideal_candiate": "소방방재학과는 화재 및 재난 예방과 대응에 관심이 있고, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 인명과 재산을 보호하기 위한 깊은 이해와 최신 소방 방재 기술을 적용하여 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 소방학 개론, 화재 역학, 재난관리 기초, 소방 설비, 화재 예방, 소방 법규 등을 배우며 소방방재학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고급 소방 설비, 재난 대응 기술, 소방 안전 관리, 화재조사, 구조 및 구급 기술, 스마트 화재 안전 시스템 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "소방방재학과는 소방기술, 재난관리, 화재 예방, 구조 및 구급, 소방 설비, 소방 안전 관리 등 다양한 세부 전공을 포함하며, 각 전공은 화재 예방 및 대응 기술, 재난 예측 및 대응 시스템, 소방 설비 설계 및 유지관리, 구조 및 구급 기술 연구 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "해양공학",
      "description": "해양공학과는 선박, 해양플랜트, 해양에너지 플랫폼 등 다양한 조선 해양 구조물의 설계와 건설을 연구하는 학문입니다. 해양 환경과 관련된 기술을 배우며, 해양 자원 개발과 해양 에너지 활용 등 지속 가능한 해양 산업 발전에 기여할 전문가를 양성합니다.",
      "summary": "바다의 비밀을 풀어내는 기술의 선구자",
      "id": 22,
      "definition": "해양공학과는 선박, 해양플랜트, 해양에너지플랫폼 등 다양한 조선해양구조물의 설계와 건설을 연구하는 학문입니다. 최근 트렌드로는 해양환경 보호, 해양자원 개발, 해양에너지 기술, 스마트 해양 시스템 등이 부상하고 있으며, 이를 통해 선박에 대한 기술뿐만 아니라 해양환경 및 자원개발, 해양플랜트 기술 등이 주목받고 있습니다.",
      "ideal_candiate": "해양공학과는 평소 바다에서 일어나는 자연현상이나 해양 생물과 환경에 관심이 많은 학생에게 유리합니다. 해양공학과는 해양에 대한 물리, 화학, 생물, 지질학적 이해를 바탕으로 해양 자원과 환경을 보호하고 개발할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 선박유체역학, 조선해양공학계획, 기초구조동역학, 용접구조설계, 물리학 등을 배우며 해양공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 해양학을 통해 지구상에 존재하는 여러 바다의 물리화학적 성질, 해양 생태계, 해양 자원의 특성 등을 학습합니다.",
      "sub_major": "해양공학과는 선박해양공학, 조선해양공학, 해양플랜트공학, 해양시스템공학, 해양에너지공학 등 다양한 세부 전공을 포함하며, 각 전공은 선박 및 해양구조물 설계, 해양 환경 보호, 해양 자원 개발, 해양 에너지 기술, 스마트 해양 시스템 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "데이터사이언스학",
      "description": "데이터사이언스학과는 방대한 데이터를 분석하는 기술과 이론을 연구하는 학문으로, 통계학, 인공지능, 머신러닝 등의 분야를 포함합니다. 데이터를 기반으로 문제를 해결하고, 다양한 산업 분야에서 데이터 기반 의사 결정을 담당할 인재를 양성합니다.",
      "summary": "숫자의 바다에서 진실을 찾아내는 탐험가 ",
      "id": 23,
      "definition": "데이터사이언스는 대규모 데이터를 수집, 분석, 해석하여 의사결정을 돕고, 인사이트를 도출하는 학문입니다. 통계학, 컴퓨터 과학, 머신러닝, 인공지능 등의 다양한 분야와 결합되어 데이터를 기반으로 문제를 해결하는 데 중점을 둡니다. 최근에는 빅데이터, 딥러닝, AI 등의 기술을 활용하여 다양한 산업에서 중요한 역할을 하고 있습니다.",
      "ideal_candiate": "데이터사이언스학과는 데이터를 통해 문제를 분석하고 창의적인 해결책을 제시할 수 있는 인재를 양성하는 것을 목표로 합니다. 데이터를 효과적으로 분석하고 이를 기반으로 실질적인 가치를 창출할 수 있는 능력을 가진 인재가 되기를 지향합니다.",
      "curriculum": "데이터사이언스를 공부하기 위해서는 수학, 통계학, 프로그래밍 언어(예: Python, R), 데이터베이스, 머신러닝 등의 기본 지식이 필수적입니다. 이외에도 데이터 시각화, 데이터 분석 도구, AI 및 딥러닝 기법에 대한 학습이 포함됩니다.",
      "sub_major": "데이터 분석, 머신러닝, 인공지능(AI), 빅데이터 엔지니어링, 비즈니스 데이터 분석, 데이터 시각화 등 다양한 세부 전공으로 나뉠 수 있습니다."
    },
    {
      "major": "인공지능학",
      "description": "인공지능학과는 인간의 지능을 모방하는 컴퓨터 시스템과 알고리즘을 연구하는 학문으로, 머신러닝, 딥러닝, 자연어 처리 등을 학습합니다. 인공지능 기술을 통해 자율주행, 로봇공학, 빅데이터 분석 등 다양한 분야에서 혁신을 주도할 전문가를 양성합니다.",
      "summary": "기계에서 지능을 발견하는 혁신가",
      "id": 24,
      "definition": "인공지능학과는 기계가 인간처럼 학습하고 사고할 수 있도록 하는 기술을 연구하는 학문입니다. 컴퓨터 과학, 수학, 통계학, 인지과학 등의 다양한 분야가 융합된 학문으로, 머신러닝, 딥러닝, 자연어 처리, 컴퓨터 비전 등과 같은 기술을 통해 데이터를 분석하고 문제를 해결하는 방법을 탐구합니다. 인공지능은 현재 자율 주행, 의료 진단, 음성 인식 등 다양한 분야에서 혁신적인 변화를 일으키고 있습니다.",
      "ideal_candiate": "인공지능학과는 데이터를 기반으로 문제를 정의하고, 혁신적인 AI 기술을 활용해 현실 문제를 해결할 수 있는 인재를 양성하는 것을 목표로 합니다. 창의적이고 논리적인 사고를 바탕으로 다양한 문제에 대해 AI 솔루션을 설계하고 구현할 수 있는 인재가 되기를 지향합니다.",
      "curriculum": "인공지능을 공부하기 위해서는 수학, 통계학, 프로그래밍 언어(예: Python), 알고리즘, 데이터 처리 및 분석, 머신러닝, 딥러닝 등의 기초 지식이 필수적입니다. 또한 자연어 처리, 컴퓨터 비전, 강화 학습, AI 윤리와 관련된 학습도 포함됩니다.",
      "sub_major": "세부 전공으로는 머신러닝, 딥러닝, 자연어 처리, 컴퓨터 비전, 강화 학습, 로보틱스, AI 윤리 등이 있으며, 각 전공은 AI 기술을 다양한 산업에 적용할 수 있는 전문 지식을 제공합니다."
    }
  ],
  "education": [
    {
      "major": "기술교육",
      "description": "기술교육은 컴퓨터, 기계, 전자 등 현대사회를 살아갈 때 필수적인 기술을 학생들이 이해하고 활용할 수 있도록 교육하는 것을 목표로 합니다. 기술적 사고력과 창의력을 가진 인재를 길러 우리나라의 기술적 발전에 기여합니다.",
      "summary": "4차 산업혁명시대를 이끌어갈 기술인재, 그 시작은 기술교육에서",
      "id": 25,
      "definition": "기술교육과는 현대 산업 사회에서 가장 중요한 기계, 전자, 컴퓨터 등의 기술을 연구하고 공부하는 학과입니다. 최근 트렌드로는 디지털 제조 기술, 스마트 팩토리, IoT(사물 인터넷), 4차 산업혁명 기술 등이 부상하고 있으며, 이를 통해 학생들의 기술적 사고력과 실무 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "기술교육과는 과학, 수학 등의 이공계 기초 과목을 공부하는 것을 좋아해야 하며, 학생들에게 기술에 대한 이해와 응용 능력을 기르려는 의지를 가진 학생들에게 적합합니다. 기술가정교육과는 제조기술, 건설기술, 수송기술, 정보통신기술 등과 같은 기술학 분야에 대한 지식을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 기계, 전자, 컴퓨터 등의 기본 원리와 기술을 배우며, 현대 산업 사회에서 필수적인 기술들을 익힙니다. 심화과목에서는 제조기술, 금속재료, 제조 기술, 후처리, 제품의 품질 관리 등의 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "기술교육과는 기계, 전자, 컴퓨터 등의 다양한 세부 전공을 포함하며, 각 전공은 기술 교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "컴퓨터교육",
      "description": "컴퓨터교육은 컴퓨터와 정보기술을 효과적으로 가르치는 방법을 연구합니다. 컴퓨팅과 데이터 과학, _x0008_AI 등에 대한 폭넓은 지식을 바탕으로, 학생들이 컴퓨터 소프트웨어에 대한 이해와 컴퓨터 과학적 사고력을 갖추도록 돕는 교육자를 양성합니다.",
      "summary": "인공지능 시대를 이끌어갈 인재를 기르는 창의의 요람",
      "id": 26,
      "definition": "컴퓨터교육과는 정보화 사회로의 이행이 가속됨에 따라 컴퓨터 및 소프트웨어 교육의 중요성이 부각되고 있는 학과입니다. 최근 트렌드로는 인공지능(AI), 머신러닝, 데이터 과학, 클라우드 컴퓨팅, 사이버 보안 등이 부상하고 있으며, 이를 통해 학생들의 컴퓨터 과학적 사고력과 실무 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "컴퓨터교육과는 과학, 수학 등의 이공계 기초 과목을 공부하는 것을 좋아해야 하며, 컴퓨터의 이론과 실제에 대한 관심과 이해를 가진 학생들에게 적합합니다. 컴퓨터교육과는 컴퓨터 이론과 실제에 대한 관심과 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 교육학개론, 교육심리학, 교육사회학, 정보문화와 소프트웨어 등의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 교육과 멀티미디어, 멀티미디어의 개념, 구성 요소, 멀티미디어에 필요한 장비 및 프로그램 등의 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "컴퓨터교육과는 컴퓨터 이론, 소프트웨어 개발, 멀티미디어 교육, 정보문화 교육 등 다양한 세부 전공을 포함하며, 각 전공은 컴퓨터교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },

    {
      "major": "사회교육",
      "description": "사회교육은 다양한 사회문제와 그 해결 방안을 모색하고 실천하는 민주시민을 기르는 것을 목표로 합니다. 사회, 정치, 경제 등 다양한 분야의 지식을 바탕으로 학생들의 비판적 사고력과 포용력을 길러주는 교사를 양성합니다.",
      "summary": "세상을 더 나은 곳으로, 민주시민을 기르는 요람",
      "id": 27,
      "definition": "사회교육과는 지리, 역사, 윤리, 사회 문화, 정치, 경제 등 사람들이 사회를 살아가며 필요한 다양한 학문을 교육하는 학과입니다. 최근 트렌드로는 시민 교육, 글로벌 교육, 다문화 교육, 지속 가능한 개발 교육 등이 부상하고 있으며, 이를 통해 학생들의 사회적 사고력과 글로벌 시민으로서의 자질을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "사회교육과는 사회의 전반적인 상황에 대해서 두루두루 알아야 하므로 정치, 경제, 지리, 세계사 등의 과목에 관심 있는 학생에게 적합합니다. 사회교육과는 한국사와 세계사에 대한 관심 및 올바른 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 사회과 교육의 역사적, 이론적 배경을 고찰하고 지리, 역사, 일반 사회 등을 배우며, 사회교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 사회과교육론, 중고등학교 사회교육을 위한 이론적 근거를 제시하며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "사회교육과는 사회교육 이론, 사회교육 방법론, 교육 평가, 시민 교육, 글로벌 교육 등 다양한 세부 전공을 포함하며, 각 전공은 사회교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "역사교육",
      "description": "역사교육은 한국사와 동, 서양의 역사를 효과적으로 가르치는 방법을 연구합니다. 폭넓은 역사지식과 사료분석능력, 역사교육이론을 바탕으로 학생들이 올바른 역사관과 비판적 사고 능력을 갖도록 이끄는 유능한 교육자를 양성합니다.",
      "summary": "과거의 길을 탐험하며 미래를 비추는 시간여행의 안내자",
      "id": 28,
      "definition": "역사교육과는 한국사와 세계사에 대한 올바른 이해와 역사교육자로서의 소양을 구비하게 하는 학문입니다. 최근 트렌드로는 디지털 역사교육, 빅데이터를 활용한 역사 연구, 다문화 역사교육 등이 부상하고 있으며, 이를 통해 학생들의 역사적 사고력과 연구 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "역사교육과는 중ㆍ고등학교 때에 국사 및 세계사 등 역사 과목을 즐겁게 공부한 학생들에게 적합합니다. 역사교육과는 한국사와 세계사에 대한 관심 및 올바른 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 다양한 자료ㆍ유물을 바탕으로 인간과 사회문제를 시간적 변화 속에서 분석하며, 역사교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 국사교육론, 예비 역사교사의 입장에서 한국의 역사를 어떻게 가르쳐야 할 것인가를 검토하며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "역사교육과는 역사교육 이론, 역사교육 방법론, 교육 평가, 디지털 역사교육, 다문화 역사교육 등 다양한 세부 전공을 포함하며, 각 전공은 역사교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "윤리교육",
      "description": "윤리교육은 윤리학과 도덕을 효과적으로 가르치는 방법을 연구하는 학문입니다. 전통적인 윤리학적 논쟁부터 최근엔 AI 윤리, 환경윤리 등 다양한 주제를 교육합니다. 이를 통해 학생들의 윤리적 사고력과 문제 해결 능력을 키웁니다.",
      "summary": "도덕과 윤리로 바른 사회의 기틀을 만드는 설계자",
      "id": 29,
      "definition": "윤리교육과는 청소년들에게 자유민주주의 국가의 국민으로서 우리나라의 역사ㆍ문화적 전통과 윤리적 가치를 교육하는 학문입니다. 최근 트렌드로는 윤리적 AI 개발, 디지털 시민교육, 환경윤리 교육 등이 부상하고 있으며, 이를 통해 학생들의 윤리적 사고력과 문제 해결 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "윤리교육과는 학생들을 가르치면서 삶의 보람과 만족을 느낄 수 있는 학생에게 적합합니다. 윤리교육과는 우리나라의 역사·문화적 전통과 국가·사회적 현실에 대한 관심 및 올바른 윤리적 가치관을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 교육학개론, 교육심리학, 교육사회학, 윤리적사고와 도덕 등의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 도덕적 사고와 윤리교육, 도덕ㆍ윤리의 개념, 기본 성격과 이념 및 목표, 학문적 연구 방법 등을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "윤리교육과는 윤리교육 이론, 윤리교육 방법론, 교육 평가, 환경윤리, 디지털 시민교육 등 다양한 세부 전공을 포함하며, 각 전공은 윤리교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "지리교육",
      "description": "지리교육은 공간적으로 드러나는 다양한 인문 및 자연현상을 효과적으로 가르치는 방법을 연구합니다. 자연환경과 인간의 관계, 도시구조, 지역개발, 환경변화 등 다양한 주제를 다루며, 공간적 사고력을 가진 인재를 양성하는 것을 목표로 합니다.",
      "summary": "우리가 서 있는 공간 위에서, 세상의 지도를 함께 그려나가는 교육자",
      "id": 30,
      "definition": "지리교육과는 지표상에 나타나는 인문 및 자연 현상의 공간적 분포와 상호 연관성을 연구하는 학문입니다. 최근 트렌드로는 GIS(지리정보시스템)를 활용한 공간 분석, 환경 변화 교육, 도시 및 지역 계획 등이 부상하고 있으며, 이를 통해 학생들의 공간적 사고력과 분석 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "지리교육과는 지리학이란 사람이 사는 여러 가지 현상 중에서 땅, 공간에 대한 관계를 연구하는 학문에 관심 있는 학생에게 적합합니다. 지리교육과는 자연환경과 인간과의 관계, 도시구조, 지역개발 등에 대한 관심 및 이해를 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 지리학에 대한 전반적이고 체계적인 교육을 통해 지리학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 지리교육론, 현장 교육에 대한 적응력을 함양하기 위하여 중고등학교 지리교육을 위한 이론적 근거를 제시하며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "지리교육과는 지리교육 이론, 지리교육 방법론, 교육 평가, GIS, 환경 지리학 등 다양한 세부 전공을 포함하며, 각 전공은 지리교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "독어교육",
      "description": "독어교육은 독일어와 문화를 가르치는 방법을 연구하는 학문입니다. 독일어 문법, 발음, 어휘뿐만 아니라 독일 문학과 문화에 대한 깊은 지식을 바탕으로 학생들의 독일어 능력과 문화적 감수성을 키우는 교사를 양성합니다.\n\n\n\n\n\n\n",
      "summary": "독일어와 독일문학의 매력 속으로 학생을 이끄는 길잡이",
      "id": 31,
      "definition": "독일어교육과는 중ㆍ고등학교 독일어 교육에 필요한 지식들을 습득 및 연구하도록 하여 독일어와 독일 문화를 교육하는 학문입니다. 최근 트렌드로는 온라인 독일어 교육, 디지털 언어 학습 도구, 다문화 교육, 글로벌 커뮤니케이션 등이 부상하고 있으며, 이를 통해 학생들의 독일어 능력과 문화적 이해를 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "독일어교육과는 유명한 독일 문학가들인 헤세와 괴테의 작품을 즐기며 독일어와 독일 문화에 깊은 관심을 가진 학생에게 적합합니다. 독일어교육과는 독일어와 독일 문화에 대한 관심과 이해를 바탕으로, 올바른 교육적 열정을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 독일어 문법, 발음, 어휘, 기초 회화 등을 배우며 독일어의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 독일어 교육론을 통해 독일어 교육의 필요성과 목적, 교육적 접근 방법 등을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "독일어교육과는 독일어 문법, 독일 문학, 독일어 회화, 독일 문화 교육, 독일어 교육 방법론 등 다양한 세부 전공을 포함하며, 각 전공은 독일어 교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "불어교육",
      "description": "불어교육은 프랑스어와 문화를 가르치는 방법을 연구하는 학문입니다. 프랑스어 문법, 발음, 어휘, 회화, 문학에 대한 지식과 실력을 바탕으로, 학생들의 프랑스어 능력과 프랑스어권 국가에 대한 문화적 이해를 높이는 교사를 양성합니다.",
      "summary": "프랑스어와 프랑스문학의 아름다움을 나누는 전달자",
      "id": 32,
      "definition": "불어교육과는 세계화와 더불어 선진 외국과의 정치, 경제, 사회, 문화적 교류가 확대됨에 따라 프랑스어와 프랑스 문화를 교육하는 학문입니다. 최근 트렌드로는 온라인 프랑스어 교육, 디지털 언어 학습 도구, 다문화 교육, 글로벌 커뮤니케이션 등이 부상하고 있으며, 이를 통해 학생들의 프랑스어 능력과 문화적 이해를 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "불어교육과는 프랑스 문화 및 프랑스 문화권의 여러 나라 역사, 문화, 사회, 정치 등에 관심이 많은 학생에게 적합합니다. 불어교육과는 프랑스어와 프랑스 문화에 대한 관심과 이해를 바탕으로, 올바른 교육적 열정을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 프랑스어 문법, 발음, 어휘, 기초 회화 등을 배우며 프랑스어의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 프랑스문학교육론을 통해 문학 교육과 프랑스 문학 교육의 필요성과 목적, 교육적 접근 방법 등을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "불어교육과는 프랑스어 문법, 프랑스 문학, 프랑스어 회화, 프랑스 문화 교육, 프랑스어 교육 방법론 등 다양한 세부 전공을 포함하며, 각 전공은 프랑스어 교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "영어교육",
      "description": "영어교육은 영어와 영어권 문학을 가르치는 방법을 연구하는 학문입니다. 영문법, 언어교육, 영문학, 영어권 문화에 대한 폭넓은 지식을 바탕으로, 학생들이 영어로 소통하며 세계를 이해하도록 돕는 창의적인 교육자를 양성합니다.",
      "summary": "영어를 통해 더 넓은 세상으로 나아가도록 이끄는 조력자",
      "id": 33,
      "definition": "영어교육학과는 영어와 영어권 문학의 교육 이론과 방법을 연구하는 학문으로, 언어학, 문학, 교육학, 영어교육학 등을 다룹니다. 최근 트렌드로는 디지털 학습 도구 활용, 의사소통 중심의 영어교육, 다문화 교육, 온라인 및 비대면 교육 방법 등이 부상하고 있으며, 학생들의 영어 의사소통 능력 향상과 글로벌 감수성 계발이 주목받고 있습니다.",
      "ideal_candiate": "영어교육학과는 영어와 영어권 문학 교육에 깊은 관심과 열정을 가진 학생들에게 적합합니다. 특히, 창의적이고 혁신적인 영어 교육 방법을 연구하고, 학생들의 영어 의사소통 능력 향상과 글로벌 감수성을 계발하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 영어학 개론, 영어 문학 개론, 영어 교육론, 교육 심리학, 언어 발달, 교육 평가 등을 배우며 영어교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 의사소통 중심의 영어교육, 디지털 학습 도구 활용, 영어 교재 개발, 다문화 영어 교육, 온라인 영어교육, 영어 문법 교육 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "영어교육학과는 영어학, 문학 교육, 의사소통 중심 영어교육, 다문화 영어 교육, 영어 교재 개발, 언어 발달 연구 등 다양한 세부 전공을 포함하며, 각 전공은 영어 교육 방법 개발, 문학 교육 프로그램 개발, 의사소통 중심 영어 교육 방법 연구, 다문화 사회 속의 영어 교육, 디지털 영어 교육 콘텐츠 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "일본어교육",
      "description": "일본어교육은 일본어와 문학을 가르치는 방법을 연구하며, 일본어 능력과 의사소통 능력을 키우는 것을 목표로 합니다. 학생들이 일본어를 통해 글로벌 감수성과 의사소통 능력을 키울 수 있도록 돕는 교육 전문가를 양성합니다.",
      "summary": "일본어가 보여주는 익숙하면서도 새로운 세계로 이끄는 안내자",
      "id": 34,
      "definition": "일본어교육학과는 일본어와 일본 문학의 교육 이론과 방법을 연구하는 학문으로, 일본어학, 일본 문학, 교육학, 언어교육학 등을 다룹니다. 최근 트렌드로는 디지털 학습 도구 활용, 의사소통 중심의 일본어 교육, 다문화 교육, 온라인 및 비대면 교육 방법 등이 부상하고 있으며, 학생들의 일본어 의사소통 능력 향상과 문화적 감수성 계발이 주목받고 있습니다.",
      "ideal_candiate": "일본어교육학과는 일본어와 일본 문학 교육에 깊은 관심과 열정을 가진 학생들에게 적합합니다. 특히, 창의적이고 혁신적인 일본어 교육 방법을 연구하고, 학생들의 일본어 의사소통 능력 향상과 문화적 감수성을 계발하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 일본어학 개론, 일본 문학 개론, 일본어 교육론, 교육 심리학, 언어 발달, 교육 평가 등을 배우며 일본어교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 의사소통 중심의 일본어 교육, 디지털 학습 도구 활용, 일본어 교재 개발, 다문화 일본어 교육, 온라인 일본어교육, 일본어 문법 교육 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "일본어교육학과는 일본어학, 일본 문학 교육, 의사소통 중심 일본어 교육, 다문화 일본어 교육, 일본어 교재 개발, 언어 발달 연구 등 다양한 세부 전공을 포함하며, 각 전공은 일본어 교육 방법 개발, 문학 교육 프로그램 개발, 의사소통 중심 일본어 교육 방법 연구, 다문화 사회 속의 일본어 교육, 디지털 일본어 교육 콘텐츠 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "중국어교육",
      "description": "중국어교육은 중국어와 중국 문화를 효과적으로 가르치는 방법을 연구하는 학문입니다. 문법, 회화, 어휘 교육뿐만 아니라, 중국 문화에 대한 깊이 있는 이해를 바탕으로 글로벌 감각을 길러주는 중국어교육을 목표로 합니다.",
      "summary": "광대한 중국어의 세계로 안내하는 길잡이",
      "id": 35,
      "definition": "중국어교육과는 중국어와 중국 문화를 교육하는 학문으로, 중국어 문법, 발음, 어휘, 독해, 작문, 회화 등을 다룹니다. 최근 트렌드로는 온라인 중국어 교육, AI 기반의 언어 학습, 문화 교류 프로그램, 중국어 능력 평가의 다양화 등이 부상하고 있으며, 중국어 교육의 접근성과 효과성을 높이는 방안이 주목받고 있습니다.",
      "ideal_candiate": "중국어교육과는 중국어와 중국 문화에 깊은 관심을 가지고 있으며, 언어 교육에 열정을 가진 학생들에게 적합합니다. 중국어교육과는 중국어 교육 현장에서 전문성과 교육적 소양을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 중국어 기초 문법, 발음, 기초 회화, 기초 작문, 중국 문화 개론 등을 배우며 중국어의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고급 회화, 중국 문학, 중국어 교육 방법론, 중국어 능력 평가, 중국 현대사와 문화 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "중국어교육과는 중국어 문법, 중국어 발음, 중국어 어휘, 중국어 독해, 중국어 작문, 중국어 회화, 중국 문화 교육, 중국어 교육 방법론, 중국어 능력 평가 등 다양한 세부 전공을 포함하며, 각 전공은 중국어 교육 이론 연구, 교육 현장 적용, 언어 평가 개발, 문화 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "교육학",
      "description": "교육학은 어떻게 사람들을 잘 가르치고 배울 수 있게 할지 연구하는 학문입니다. 교육 철학, 교육 심리학, 교육 방법, 평가 방법 등 다양한 관점에서 더 나은 교육을 위한 방법을 연구하고, 교육 현장에서 일할 교육 전문가를 키워냅니다.",
      "summary": "배움의 씨앗을 심는 미래의 설계자",
      "id": 36,
      "definition": "교육학과는 교육 이론과 실제를 연구하는 학문으로, 교육 철학, 교육 심리학, 교육 방법론, 교육 평가, 교육 행정 등을 다룹니다. 최근 트렌드로는 온라인 교육, AI를 활용한 맞춤형 교육, 교육 격차 해소, 평생 교육 등이 부상하고 있으며, 교육의 질 향상과 접근성 확대가 주목받고 있습니다.",
      "ideal_candiate": "교육학과는 인간의 성장과 발달, 학습과 교육에 깊은 관심을 가진 학생들에게 적합합니다. 교육학과는 교육 현장에서 전문성과 윤리성을 갖춘 교육자를 양성합니다.",
      "curriculum": "기초과목에서는 교육학 개론, 교육 심리학, 교육 철학, 교육 사회학, 교육 방법론, 교육 행정학 등을 배우며 교육학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 교육 평가, 교육 정책, 교육 기술, 특수 교육, 평생 교육, 비교 교육 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "교육학과는 교육 철학, 교육 심리학, 교육 방법론, 교육 평가, 교육 행정, 교육 기술, 특수 교육, 평생 교육, 비교 교육 등 다양한 세부 전공을 포함하며, 각 전공은 교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 특수 교육 지원, 평생 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "유아교육",
      "description": "유아교육은 유아기의 아이들이 건강하게 성장하고 학습할 수 있는 최적의 환경과 방법을 연구하는 학문입니다. 유아 발달, 놀이 이론, 유아 언어 발달, 유아 사회성 발달에 대한 전문지식을 바탕으로 유아의 전인적 발달을 돕는 교육 전문가를 양성합니다.",
      "summary": "아이들의 첫걸음을 돌보는 따뜻한 조력자",
      "id": 37,
      "definition": "유아교육학과는 유아의 발달과 교육을 연구하는 학문으로, 유아 발달, 유아 교육 방법, 유아 교육 프로그램 개발, 놀이 이론 등을 다룹니다. 최근 트렌드로는 놀이 중심 교육, 부모 참여 교육, 유아의 사회정서 발달 지원, 디지털 미디어 활용 교육 등이 부상하고 있으며, 유아의 전인적 발달을 촉진하는 교육 방법이 주목받고 있습니다.",
      "ideal_candiate": "유아교육학과는 유아의 발달과 교육에 깊은 관심과 애정을 가진 학생들에게 적합합니다. 특히, 창의적이고 따뜻한 교육 방법을 연구하고, 유아의 행복한 성장을 지원하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 유아 발달, 유아 교육 개론, 놀이 이론, 유아 언어 발달, 유아 사회성 발달, 유아 건강과 영양 등을 배우며 유아교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 유아 교육 프로그램 개발, 부모 교육, 유아 특수 교육, 유아 상담, 유아 교육 평가, 디지털 미디어 활용 교육 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "유아교육학과는 유아 발달, 놀이 이론, 유아 교육 방법, 유아 교육 프로그램 개발, 부모 교육, 유아 특수 교육, 유아 상담, 디지털 미디어 활용 교육 등 다양한 세부 전공을 포함하며, 각 전공은 유아 발달 연구, 놀이 중심 교육 방법 개발, 부모 참여 프로그램 개발, 유아의 사회정서 발달 지원, 유아 특수 교육 지원, 디지털 미디어 활용 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "초등교육",
      "description": "초등교육은 초등학생들의 전인적 발달을 위한 교육 원리와 방법을 연구하는 학문입니다. 국어, 수학, 과학부터 음악, 체육 등 다양한 교과를 폭넓게 학습하여, 학생들이 가진 다양한 잠재력을 발견하고 지원해주는 초등교사를 양성합니다.",
      "summary": "아이들의 첫 배움을 이끄는 창의적 길잡이",
      "id": 38,
      "definition": "초등교육학과는 초등학생들의 전인적 발달을 위한 교육 이론과 방법을 연구하는 학문으로, 교육학, 교과 교육, 교육 심리학, 교육 평가 등을 다룹니다. 최근 트렌드로는 창의적 체험 활동, 디지털 학습 도구 활용, 융합교육(STEAM), 감정코칭 등이 부상하고 있으며, 학생들의 다양한 잠재력을 발휘할 수 있는 교육 방법이 주목받고 있습니다.",
      "ideal_candiate": "초등교육학과는 초등학생들의 교육과 발달에 깊은 관심과 열정을 가진 학생들에게 적합합니다. 특히, 창의적이고 혁신적인 교육 방법을 연구하고, 초등학생들의 행복한 성장을 지원하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 교육학 개론, 교육 심리학, 아동 발달, 교육 방법론, 교육 평가, 교과 교육론 등을 배우며 초등교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 창의적 체험 활동, 디지털 학습 도구 활용, 융합교육(STEAM), 감정코칭, 학교 경영 및 행정, 특수교육 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "초등교육학과는 국어 교육, 수학 교육, 과학 교육, 사회 교육, 미술 교육, 음악 교육, 체육 교육 등 다양한 세부 전공을 포함하며, 각 전공은 교과별 교육 방법 개발, 창의적 교육 프로그램 개발, 교육 평가 및 진단, 디지털 학습 도구 활용, 융합교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "특수교육",
      "description": "특수교육은 장애를 가진 학생들의 학습과 발달을 돕는 맞춤형 교육 방법을 연구합니다. 통합교육과 개별화 교육 프로그램이 주요하며, 학생들의 학생들의 건강하고 행복한 학교생활과 사회 적응을 돕는 교육 전문가를 양성합니다.",
      "summary": "특별한 배움을 설계하는 따뜻한 동반자",
      "id": 39,
      "definition": "특수교육학과는 장애 학생들의 교육과 발달을 연구하는 학문으로, 장애 이해, 특수 교육 방법, 특수 교육 프로그램 개발, 행동 지원, 심리 상담 등을 다룹니다. 최근 트렌드로는 통합교육, 개별화 교육 프로그램(IEP), 보조 기술 및 디지털 학습 도구, 사회적 포용 등이 부상하고 있으며, 장애 학생들의 학습과 사회 참여를 지원하는 교육 방법이 주목받고 있습니다.",
      "ideal_candiate": "특수교육학과는 장애 학생들의 교육과 발달에 깊은 관심과 애정을 가진 학생들에게 적합합니다. 특히, 창의적이고 따뜻한 교육 방법을 연구하고, 장애 학생들의 행복한 성장을 지원하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 특수교육 개론, 장애 이해, 발달심리학, 특수교육 역사, 특수교육 법규, 특수교육 교수 방법 등을 배우며 특수교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 개별화 교육 프로그램(IEP) 개발, 행동 지원 전략, 특수교육 평가 및 진단, 장애 유형별 교육 방법, 보조 기술 및 디지털 학습 도구, 사회적 포용 교육 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "특수교육학과는 발달 장애 교육, 지적 장애 교육, 학습 장애 교육, 감각 장애 교육(청각장애, 시각장애), 행동 장애 교육, 중복 장애 교육 등 다양한 세부 전공을 포함하며, 각 전공은 장애 유형별 교육 방법 개발, 개별화 교육 프로그램(IEP) 개발, 행동 지원 전략 연구, 보조 기술 및 디지털 학습 도구 활용, 사회적 포용 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "국어교육",
      "description": "국어교육은 한국어와 문학을 효과적으로 가르치는 방법을 연구하는 학문입니다. 학생들의 국어 능력과 문학적 감수성을 높이는 교육 방법을 탐구하며, 최근에는 디지털 시대의 문해력 교육, 다문화 사회에서의 국어교육 등으로 연구분야가 넓어지고 있습니다.",
      "summary": "언어와 문학으로 학생의 세상을 넓히는 길잡이",
      "id": 40,
      "definition": "국어교육학과는 한국어와 한국 문학의 교육 이론과 방법을 연구하는 학문으로, 국어학, 문학, 교육학, 언어교육학 등을 다룹니다. 최근 트렌드로는 디지털 시대의 문해력 교육, 다문화 사회 속의 국어교육, 온라인 및 비대면 교육 방법, 창의적 글쓰기 교육 등이 부상하고 있으며, 학생들의 국어 능력 향상과 문학적 감수성 계발이 주목받고 있습니다.",
      "ideal_candiate": "국어교육학과는 한국어와 한국 문학 교육에 깊은 관심과 열정을 가진 학생들에게 적합합니다. 특히, 창의적이고 혁신적인 국어 교육 방법을 연구하고, 학생들의 국어 능력 향상과 문학적 감수성을 계발하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 국어학 개론, 문학 개론, 국어 교육론, 교육 심리학, 언어 발달, 교육 평가 등을 배우며 국어교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 창의적 글쓰기, 문해력 교육, 문학 교육 방법, 다문화 국어 교육, 디지털 시대의 국어교육, 국어 교재 개발 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "국어교육학과는 국어학, 문학 교육, 창의적 글쓰기 교육, 다문화 국어 교육, 국어 교재 개발, 언어 발달 연구 등 다양한 세부 전공을 포함하며, 각 전공은 국어 교육 방법 개발, 문학 교육 프로그램 개발, 창의적 글쓰기 교육 방법 연구, 다문화 사회 속의 국어 교육, 디지털 국어 교육 콘텐츠 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "한문교육",
      "description": "한문교육은 한문과 고전 문학을 효과적으로 가르치는 방법을 연구하는 학문입니다. 한자어, 한문 문법, 한자의 원리와 고전 텍스트에 대한 전문성을 바탕으로, 학생들의 한문 능력과 동양 문화에 대한 이해를 높이는 교사를 양성합니다.\n\n\n\n\n\n\n",
      "summary": "한문으로 언어와 문화의 깊이를 더해주는 지혜의 안내자",
      "id": 41,
      "definition": "한문교육과는 한문교육에 관한 전반적인 지식과 이론체계를 폭넓게 전달하고 한문 고전의 이해와 교육을 담당하는 학문입니다. 최근 트렌드로는 디지털 한문 교육, 고전 텍스트 디지털화, 다문화 교육, 글로벌 커뮤니케이션 등이 부상하고 있으며, 이를 통해 학생들의 한문 능력과 문화적 이해를 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "한문교육과는 한자 및 한문, 중국어 등에 대한 깊은 관심과 동양 전근대의 문학, 역사, 철학을 공부하고자 하는 학생에게 적합합니다. 한문교육과는 한문과 동양 고전 문학에 대한 관심과 이해를 바탕으로, 올바른 교육적 열정을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 한문 문법, 한자어 및 한문의 단문을 통하여 한자의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 기초한문을 통해 한문 학습의 가장 기초적인 단계로 한자어 및 한문의 단문을 통하여 한자의 기본 원리와 기초 기술을 습득합니다.",
      "sub_major": "한문교육과는 한문 문법, 한문 독해, 한문 작문, 고전 한문 교육, 한문 교육 방법론 등 다양한 세부 전공을 포함하며, 각 전공은 한문 교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "가정교육",
      "description": "가정교육은 아동학, 영양학, 주거학 등 가정생활의 다양한 분야를 가르치는 방법을 연구합니다. 지속 가능한 생활과 건강을 강조하며, 학생들이 실생활에 적용할 수 있는 문제 해결 능력을 갖추도록 하는 것을 목표로 삼습니다.",
      "summary": "지혜롭고 행복한 일상을 위한 첫걸음을 함께하는 동반자",
      "id": 42,
      "definition": "가정교육과는 아동학, 가정관리학, 의류학, 식품학, 영양학, 주거학 등 가정교과에 대한 전문 지식을 다루는 학문입니다. 최근 트렌드로는 지속 가능한 생활, 건강과 웰빙, 가족 복지, 디지털 가정 관리 등이 부상하고 있으며, 이를 통해 학생들의 실생활 적용 능력과 문제 해결 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "가정교육과는 평소 친구, 가족, 주변 사람 등 사람에 대해 관심이 많거나 주변 사람의 고민을 듣고 조언하는 것을 좋아하는 학생에게 적합합니다. 기술가정교육과는 제조기술, 건설기술, 수송기술, 정보통신기술 등과 같은 기술학 분야에 대한 지식을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 영양학, 의류학, 주거학, 가족학 등의 교과 내용학을 배우며, 가정과 교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 가정과교육론, 가정과 교육의 여러 분야에 대한 기초적인 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "가정교육과는 영양학, 의류학, 주거학, 가족학 등 다양한 세부 전공을 포함하며, 각 전공은 가정교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실습 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "미술교육",
      "description": "미술교육은 학생이 다양한 예술전통을 이해하고 직접 경헙하도록 가르치는 학문입니다. 전통적 회화, 조형 뿐만 아니라 컴퓨터 기반 아트, 3D 조형 등 다양한 주제를 다루며, 학생들이 예술적 감수성을 바탕으로 창의적 사고력을 키우도록 돕습니다.",
      "summary": "상상력의 붓으로 세상을 그려내도록 돕는 창의적 동반자",
      "id": 43,
      "definition": "미술교육과는 미술 전 영역에 걸친 기초 기능을 연마하고 미술 이론을 교육하는 학과입니다. 최근 트렌드로는 디지털 아트 교육, 미술 치료, 융합 예술 교육, 환경 예술 등이 부상하고 있으며, 이를 통해 학생들의 미술적 사고력과 실무 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "미술교육과는 예체능 분야의 공부를 좋아하고, 예술에 대한 열정과 창의력을 가진 학생에게 적합합니다. 미술교육과는 미술 분야의 다양한 이론과 실기에 대한 관심과 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 인체 및 자연을 자세히 관찰하고 선과 면을 이용한 기본적인 조형 표현을 배우며, 미술 교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 기초소묘, 인체 및 자연을 자세히 관찰하고 선과 면을 이용한 기본적인 조형 표현을 통해 실무 능력을 키웁니다.",
      "sub_major": "미술교육과는 미술교육 이론, 조형 예술, 미술 치료, 디지털 아트 교육 등 다양한 세부 전공을 포함하며, 각 전공은 미술교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "음악교육",
      "description": "음악교육은 학생들의 음악적 감수성과 창의력을 키우는 교육을 연구합니다. 악기 연주, 노래, 작곡에 이르는 풍부한 지식을 바탕으로 학생에게 다양하고 즐거운 음악적 경험을 제공하며, 학생의 음악적 재능을 발견하고 육성하는 교육자를 양성합니다.\n\n\n\n\n\n",
      "summary": "음악과 함께하는 아름다운 삶으로 초대하는 가이드",
      "id": 44,
      "definition": "음악교육과는 학교와 사회에서 음악교육을 담당할 음악교육 전문가 양성을 위해 설치된 학과입니다. 최근 트렌드로는 디지털 음악 교육, 음악 치료, 융합 예술 교육, 글로벌 음악 교육 등이 부상하고 있으며, 이를 통해 학생들의 음악적 사고력과 실무 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "음악교육과는 풍부한 음악적 감수성과 창의력을 위해 평소 영화, 연극, 뮤지컬, 문학 등 다양한 예술 분야에 관심을 가진 학생에게 적합합니다. 음악교육과는 음악 분야의 다양한 이론과 실기에 대한 관심과 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 악기 연주, 성악, 작곡 등 음악 분야의 기초 지식과 기술을 배우며, 음악 교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 음악수업실기, 음악의 각 영역별 지도 요령을 숙지하고, 올바른 학습내용과 학습목표를 설정하며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "음악교육과는 악기 연주, 성악, 작곡, 음악 치료, 디지털 음악 교육 등 다양한 세부 전공을 포함하며, 각 전공은 음악교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "체육교육",
      "description": "체육교육은 학생들이 다양한 스포츠 경험을 통해 신체 능력을 기르고 건강한 생활을 유지하도록 돕는 것을 목표로 합니다. 운동과 인체에 대한 전문지식을 바탕으로 학생의 전인적 성장을 이끌어낼 창의적인 교육자를 양성합니다.",
      "summary": "건강한 마음은 건강한 신체로부터!",
      "id": 45,
      "definition": "체육교육과는 다양한 스포츠 경험을 통해 신체능력을 기르고, 학생 스스로 건강한 생활을 유지할 수 있도록 교육하는 학문입니다. 최근 트렌드로는 헬스케어와 피트니스, 스포츠 과학, 재활 운동, 디지털 피트니스 교육 등이 부상하고 있으며, 이를 통해 학생들의 체육적 사고력과 실무 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "체육교육과는 신체활동을 좋아하고, 체육교육 현상에 호기심과 질문을 가지고 있는 학생에게 적합합니다. 체육교육과는 체육 분야의 다양한 이론과 실기에 대한 관심과 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 다양한 스포츠 경험을 통해 신체능력을 기르며, 체육교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 운동생리학, 운동 시 일어나는 인체의 기능적인 변화를 이해하기 위해 움직임을 수행하며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "체육교육과는 체육교육 이론, 운동생리학, 스포츠 과학, 재활 운동, 피트니스 교육 등 다양한 세부 전공을 포함하며, 각 전공은 체육교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "물리교육",
      "description": "물리교육은 물리학의 기초 이론과 중·고등학교 물리 교육 방법을 연구하는 학문으로, 학생의 과학적 사고력과 문제 해결 능력을 키우는 데 중점을 둡니다. 물리학에 대한 깊은 이해와 교육적 열정을 겸비한 교사를 양성하는 것을 목표로 합니다.",
      "summary": "세상이 움직이는 원리와 법칙을 일깨워주는 안내자",
      "id": 46,
      "definition": "물리교육과는 학부생들에게 물리학과 과학에 대한 기초적인 지식과 중ㆍ고등학교에서의 물리 교육을 위한 이론과 실제를 제공합니다. 최근 트렌드로는 디지털 도구를 활용한 물리 교육, 실험 및 시뮬레이션 기반 학습, 창의적 문제 해결 능력 배양 등이 부상하고 있으며, 이를 통해 학생들의 과학적 사고력과 실험적 적용 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "물리교육과는 물리학과 과학에 대한 깊은 관심과 이해를 가진 학생들에게 적합합니다. 물리교육과는 물리학과 과학에 대한 관심 및 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 물리학 개론, 역학, 전자기학, 양자역학, 통계역학 등을 배우며 물리학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고체물리학, 현대물리학, 실험 물리학, 물리교육 방법론, 교육 기술 및 매체 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "물리교육과는 물리교육 이론, 물리교육 방법론, 교육 평가, 실험 물리학, 교육 기술 및 매체 등 다양한 세부 전공을 포함하며, 각 전공은 물리교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "지구과학교육",
      "description": "지구과학교육은 천문학, 지질학, 기상학, 해양학 등 넓은 지식을 바탕으로 지구과학을 효과적으로 가르치는 방법을 연구합니다. 이를 통해 지구과학적 사고력과 자연을 존중하는 태도를 가진 학생을 기르는 것을 목표로 합니다.",
      "summary": "지구와 우주의 비밀을 함께 탐구하는 동반자",
      "id": 47,
      "definition": "지구과학교육과는 천문학, 지질학, 기상학, 해양학의 우주 지구 분야를 연구합니다. 최근 트렌드로는 기후 변화 교육, 지구 시스템 과학, 우주 탐사 등이 부상하고 있으며, 이를 통해 학생들의 지구과학적 사고력과 실험적 적용 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "지구과학교육과는 지구과학에 대한 지식의 폭과 깊이가 넓으며, 창의적이고 사고 능력이 뛰어난 학생에게 적합합니다. 지구과학교육과는 과학 및 지구과학 분야에 대한 관심 및 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 지구과학과 관련된 현상과 결과물을 관찰하고 연구하며, 지구과학과 관련한 여러 현장을 방문하여 지구과학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 기상학, 컴퓨터 모형을 광범위하게 이용하여 지구 전반에 걸친 대기의 순환이나 태풍과 같은 기상 현상을 이해하며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "지구과학교육과는 지구과학교육 이론, 지구과학교육 방법론, 교육 평가, 기상학, 교육 기술 및 매체 등 다양한 세부 전공을 포함하며, 각 전공은 지구과학교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "생물교육",
      "description": "생물교육은 자연과 생물학의 기초 지식을 학생에게 효과적으로 전달하는 방법을 연구합니다. 생물학과 생물교육방법론에 대한 폭넓은 지식을 바탕으로, 학생에게 생명과 자연에 대한 호기심을 길러주고 과학적 사고력과 실험 능력을 갖도록 돕는 교육자를 양성합니다.",
      "summary": "생명의 신비 속으로 학생과 함께 떠나는 탐험가",
      "id": 48,
      "definition": "생물교육과는 미래 세대의 과학교육에 있어 자연과학의 기초 지식 및 개념을 정립하고 전달하는 것을 목표로 합니다. 최근 트렌드로는 생물 다양성 보존, 유전자 편집 기술, 생태계 복원 등의 주제가 부상하고 있으며, 이를 통해 학생들의 생명 과학적 사고력과 실험적 적용 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "생물교육과는 생명과학을 포함한 자연과학에 호기심과 흥미가 있으며, 교육에 대한 관심이 많고 자발적으로 학습하는 학생들에게 적합합니다. 생물교육과는 과학 및 생명과학 분야에 대한 관심 및 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 책상에서만 하는 일상적인 공부가 아닌 다양한 현장 실습(생물 탐구와 관련한 야외실습)을 통해 생물학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 생물교육론을 통해 교육 현장에서 과학교사가 가르칠 내용의 이론적 근거를 제시할 수 있게 하며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "생물교육과는 생물교육 이론, 생물교육 방법론, 교육 평가, 현장 실습, 교육 기술 및 매체 등 다양한 세부 전공을 포함하며, 각 전공은 생물교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "화학교육",
      "description": "화학교육은 화학을 효과적으로 가르치는 방법을 연구합니다. 유기화학, 물리화학, 무기화학 등 전문지식과 화학교육이론을 바탕으로, 학생들에게 자연에 대한 호기심을 길러주고 실험을 통해 화학적 지식을 이해하고 응용하도록 이끄는 교육자를 양성합니다.",
      "summary": "재미있는 실험으로 세상에 대한 호기심을 불어넣는 교육자",
      "id": 49,
      "definition": "화학교육과는 예비교사로서의 경험을 쌓게 하고 새로운 화학교육의 방향을 연구할 수 있는 기회를 제공합니다. 최근 트렌드로는 디지털 화학 실험, 온라인 화학 교육 플랫폼, 지속 가능한 화학 교육 등이 부상하고 있으며, 이를 통해 학생들의 화학적 사고력과 실험적 적용 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "화학교육과는 자연에 대한 호기심과 우수한 화학적 지식, 자기 주도적 문제 해결력을 갖춘 학생에게 적합합니다. 화학교육과는 과학 및 화학분야에 대한 관심 및 이해 노력 외에도 아동에 대한 신체적·정서적 돌봄과 교육적 열정을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 유기화학, 물리화학, 무기화학, 분석화학, 생화학 등의 교과 내용학을 실험과 함께 배우며 화학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 분석화학, 물질의 기본 성질인 용해도, 활동도와 평형에 관한 이론을 소개하고, 이를 통해 실무 능력을 키웁니다.",
      "sub_major": "화학교육과는 유기화학, 물리화학, 무기화학, 분석화학, 생화학 등 다양한 세부 전공을 포함하며, 각 전공은 화학교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "수학교육",
      "description": "수학교육은 학생들의 수학적 사고력과 논리적 분석력, 문제 해결력을 키우는 방법을 연구합니다. 수학이론과 수학교육론에 대한 깊은 이해를 바탕으로, 학생에게 수학에 대한 관심과 논리적 사고력을 길러주는 교사를 양성합니다.",
      "summary": "수학의 아름다움 속으로 학생과 함께 떠나는 여정",
      "id": 50,
      "definition": "수학교육과는 자연현상 및 사회현상에 내재된 본질을 파악할 수 있는 논리적 분석력, 종합적 사고력, 문제 해결력을 기르는 학문입니다. 최근 트렌드로는 디지털 도구를 활용한 수학 교육, AI 기반의 맞춤형 학습, 창의적 문제 해결 능력 배양 등이 부상하고 있으며, 이를 통해 학생들의 수학적 사고력과 적용 능력을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "수학교육과는 문제의 해답을 얻는 것보다 이를 해결하고 증명해 나가는 과정을 중요하게 여기고, 또한 수학에 대한 깊은 관심과 끈기를 가진 학생들에게 적합합니다. 수학교육과는 지식정보사회에서 필요로 하는 창조적인 능력과 수학에 대한 관심 및 이해를 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 수학교육과정, 기초 수학, 수학교육론 등을 배우며 수학교육의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고급 수학, 교육 평가, 수학교육 방법론, 교육 기술 및 매체, 특수 수학 교육 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "수학교육과는 수학교육 이론, 수학교육 방법론, 교육 평가, 교육 기술 및 매체, 특수 수학 교육 등 다양한 세부 전공을 포함하며, 각 전공은 수학교육 이론 연구, 교육 현장 적용, 교육 정책 개발, 특수 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    }
  ],
  "agriculture": [
    {
      "major": "농업공학",
      "description": "농업공학은 농업 생산과 환경을 공학적으로 개선하기 위한 방법을 찾는 학문입니다. 농작물 생산, 스마트 농업 기술 등 효율적이고 지속 가능한 농업 시스템을 개발합니다. 이를 통해 식량 문제 해결과 친환경 농업을 실현하는 것을 목표로 합니다.",
      "summary": "미래 농업의 혁신을 이끄는 기술자",
      "id": 51,
      "definition": "농업공학과는 농촌공간을 탐구영역으로 하며, 농촌공간을 구성하는 다양한 요소를 연구하는 학문입니다. 최근 트렌드로는 스마트 농업 기술, 농업용 로봇 개발, 지속 가능한 농업 인프라, 농업환경 보전 기술 등이 부상하고 있으며, 이를 통해 농업 생산성 향상과 농촌 생활환경 개선을 목표로 합니다.",
      "ideal_candiate": "농업공학과는 농업에 대한 관심과 애정을 지니고 있으며, 향후 직업인으로서 농촌에서 일할 기회가 많은 학생에게 적합합니다. 농업공학과는 농업 생산성 향상, 농촌 생활환경 개선 등과 같이 지역 환경에 특화된 기술을 이해하고 적용할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 농업 토목, 농업 기계 등의 기본 원리와 기초 기술을 배우며, 농업공학의 전반적인 이해를 돕습니다. 심화과목에서는 농업토목, 농업 토목 구조물 및 농업 토목 공사에 관련된 기초 제도, 응용 역학 등을 학습합니다.",
      "sub_major": "농업공학과는 농업토목학, 농업기계학, 농업환경공학, 스마트 농업기술, 농업시설공학 등 다양한 세부 전공을 포함하며, 각 전공은 농업공학 이론 연구, 교육 현장 적용, 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "농업기계학",
      "description": "농업기계학은 농업 생산의 효율성과 안전성을 높이기 위한 기계를 설계, 개발하는 학문입니다. 트랙터, 수확기, 파종기 등 여러 농기계를 다룹니다. 농업 생산의 자동화와 최적화를 이끌어내고, 농업 현장에서 기술 혁신을 주도하는 것을 목표로 합니다.",
      "summary": "농업의 현장에 기술을 더하는 엔지니어",
      "id": 52,
      "definition": "농업기계학과는 농ㆍ임ㆍ축ㆍ수산물과 같은 생물자원 및 식품의 생산, 가공, 이용 기술을 연구하는 학문입니다. 최근 트렌드로는 농업용 드론, 스마트팜 기술, 자동화된 농업 기계, 정밀 농업 등이 부상하고 있으며, 이를 통해 농업 생산성과 효율성을 높이는 것이 주목받고 있습니다.",
      "ideal_candiate": "농업기계학과는 평소 생물, 물리, 기계ㆍ기술 등의 과학 분야 과목을 좋아하며 농산물 상품 제조 및 기계 기술에 관심이 있는 학생에게 적합합니다. 농업기계학과는 건축과 기계에 대한 관심 이외에도 설비의 자동화, 지능화에 대한 관심이 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 기계역학, 동역학, 정역학, 기구학 등을 기초로 하여 농업 기계의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 기계역학을 통해 동역학, 정역학, 기구학을 기초로 하여 상대운동을 하는 기계요소에 작용하는 힘과 운동을 이해합니다.",
      "sub_major": "농업기계학과는 농업기계학, 기계역학, 자동화기술, 스마트팜 기술, 정밀 농업기술 등 다양한 세부 전공을 포함하며, 각 전공은 농업기계 이론 연구, 교육 현장 적용, 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "바이오소재공학",
      "description": "바이오소재공학은 생물자원을 활용해 친환경적이고 혁신적인 소재를 개발하는 학문입니다. 바이오 플라스틱, 바이오 연료, 의료용 바이오 소재 등 다양한 분야에서 지속 가능한 재료를 연구하며, 환경 문제 해결과 산업 발전에 기여하고자 합니다. ",
      "summary": "자연에서 찾은 미래의 바이오 소재 전문가",
      "id": 53,
      "definition": "바이오소재공학과는 생명자원 소재의 합성, 가공, 응용 등을 연구하여 고부가가치 바이오소재를 개발하고 인류사회에 기여하는 학문입니다. 생명공학과 재료공학의 융합을 통해 천연물 및 유무기 복합 바이오소재의 새로운 이용 가능성을 탐구하며, 친환경 및 기능성 바이오소재를 개발하여 지속 가능한 기술 산업을 선도하는 데 중점을 두고 있습니다.",
      "ideal_candiate": "바이오소재공학과는 생물학과 화학에 대한 흥미와 소재 개발에 대한 창의적 사고를 가진 학생에게 적합합니다. 바이오소재공학과는 생명과학과 공학적 지식을 바탕으로 혁신적이고 친환경적인 바이오 소재를 개발할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 생물학개론, 화학개론, 재료과학, 생체재료학, 유기화학 등을 배우며 바이오소재공학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고분자화학, 나노바이오 소재, 생체재료 공학, 바이오플라스틱 등을 통해 다양한 바이오 소재의 개발과 응용 방법을 학습합니다.",
      "sub_major": "바이오소재공학과는 생체재료공학, 나노바이오 소재, 바이오플라스틱, 기능성 바이오 소재 등 다양한 세부 전공을 포함하며, 각 전공은 생체적합성 소재 개발, 나노 기술 응용, 친환경 바이오 플라스틱 개발 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "환경재료과학",
      "description": "환경재료과학은 목재와 펄프 등 자연 소재를 활용해 친환경적이고 고성능의 재료를 연구하는 학문입니다. 목재 공학, 펄프 가공 기술 등을 배워 지속 가능한 자원 활용과 환경 친화적 제품 개발에 기여할 전문 인력을 양성합니다.",
      "summary": "지속 가능한 미래를 위한 자연 소재 연구자",
      "id": 54,
      "definition": "환경재료과학과는 식물학, 공학, 화학공업, 환경보존학 및 예술 분야까지 포함하는 종합학문으로, 환경에 유익한 재료와 기술을 연구합니다. 최근 트렌드로는 친환경 재료 개발, 재활용 기술, 신재생 에너지, 지속 가능한 자원 관리 등이 부상하고 있으며, 이를 통해 친환경 목재자원 이용, 재활용, 신물질, 신재생 에너지와 연관된 연구가 주목받고 있습니다.",
      "ideal_candiate": "환경재료과학과는 목재와 산림 자원을 활용하면서도 환경을 아끼는 마음을 가진 학생에게 적합합니다. 환경재료과학과는 화학, 생명과학 등 기초 과학 분야에 대한 기본지식과 관심 및 이해를 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 목재의 구조와 성질, 가공 기술 등을 배우며 환경재료과학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 목재절삭을 통해 삼림에서 벌채된 목재의 분할 조정에서부터 목재 이용까지 적용되는 목재의 특성과 가공 방법을 학습합니다.",
      "sub_major": "환경재료과학과는 목재과학, 재활용과학, 생물재료공학, 환경재료공학, 신재생 에너지 등 다양한 세부 전공을 포함하며, 각 전공은 친환경 재료 개발, 재활용 기술 연구, 신재생 에너지 기술, 지속 가능한 자원 관리 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "산림·원예학",
      "description": "산림원예학은 산림 자원과 산림 생태계를 효율적으로 관리하고, 식물의 유전 육종, 생산, 수확 후 관리 등을 연구하는 학문입니다. 지속 가능한 산림과 원예 기술을 개발해 자연환경 보전과 도시 녹화에 기여할 수 있는 전문 인력을 양성합니다.",
      "summary": "자연과 인간의 공존을 꿈꾸는 산림 전문가",
      "id": 55,
      "definition": "산림·원예학과는 산림 전반에 대한 폭넓은 교육을 통하여 산림 및 원예 전문가를 양성하는 학문입니다. 최근 트렌드로는 지속 가능한 산림 관리, 도시 숲 조성, 생태 관광, 산림 치유 등이 부상하고 있으며, 이를 통해 산림과 원예 자원을 효율적으로 관리하고 활용하는 것이 주목받고 있습니다.",
      "ideal_candiate": "산림·원예학과는 평소에 식물 및 에너지 등 자원에 대해 관심이 있거나, 실험ㆍ실습에도 흥미가 있는 학생에게 적합합니다. 산림학과는 화학, 지구과학 등 기초 과학 분야의 기본지식, 특히 생명과학에 대한 관심과 이해를 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 산림과학개론, 산림자원학, 임산학, 산림생물학, 수학 등을 배우며 산림과 원예의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 산림문화사를 통해 인류 문명 발달에 끼친 산림의 역할을 파악하고, 문화 요소로서 산림의 가치를 학습합니다.",
      "sub_major": "산림·원예학과는 산림과학, 목재응용과학, 임산공학, 환경원예학, 원예디자인, 화훼원예 등 다양한 세부 전공을 포함하며, 각 전공은 산림 및 원예 이론 연구, 교육 현장 적용, 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "원예생명공학",
      "description": "원예생명공학은 식물의 유전, 생장, 육종 등을 연구하여 고품질 작물을 개발하고 환경친화적인 농업 기술을 탐구하는 학문입니다. 채소, 과수, 화훼 등의 재배 기술과 생명공학을 융합해 지속 가능한 식량 생산과 생태계 보전에 기여할 전문가를 양성합니다.",
      "summary": "꽃과 작물의 숨겨진 가능성을 찾는 식물 탐험가",
      "id": 56,
      "definition": "원예생명공학과는 원예 작물의 재배, 생산과 더불어 원예 산물의 가공 및 활용, 생명공학 기술을 연구하는 학문입니다. 최근 트렌드로는 기후변화 대응 원예 기술, 유전자 편집 원예 작물, 스마트팜, 도시농업 등이 부상하고 있으며, 이를 통해 저탄소 녹색 성장이 중요해지고 있습니다.",
      "ideal_candiate": "원예생명공학과는 평소에 나무나 채소와 같은 식물을 기르는 것에 관심이 많거나 기초 과학 분야에 흥미를 가진 학생에게 적합합니다. 원예생명공학과는 원예작물에 대한 기본적인 이해를 바탕으로 인류의 건강한 식생활과 정원 조성에 기여할 인재를 양성합니다.",
      "curriculum": "기초과목에서는 원예학, 식물생리학, 유전학, 생명공학 기초 등을 배우며 원예작물의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 시설원예학을 통해 온실을 비롯한 주년생산 및 불시재배를 위한 시설의 구조, 시설 내의 환경 조절 등을 학습합니다.",
      "sub_major": "원예생명공학과는 원예작물 재배학, 원예생명공학, 식물유전학, 스마트팜 기술, 도시농업 등 다양한 세부 전공을 포함하며, 각 전공은 원예생명공학 이론 연구, 교육 현장 적용, 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "응용생물학",
      "description": "응용생물학은 농업생물의 생태와 분자생물학을 연구해 식물병과 해충을 효과적으로 방제하는 방법을 탐구합니다. 농업 생산의 안정성과 생물자원 보전을 목표로 하며, 미생물, 곤충, 유전체를 기반으로 미래 농업에 필요한 첨단 생명과학 기술을 개발합니다.",
      "summary": "생명 속 비밀을 풀어내는 농업 과학자",
      "id": 57,
      "definition": "응용생물학과는 생명의 제현상을 분자수준에서 연구하는 학문으로, 의학, 약학, 농학, 환경학 등의 다양한 학문과 연계하여 생물의 형태, 분류, 생리, 생태 등을 연구합니다. 최근 트렌드로는 유전자 편집 기술, 바이오의약품 개발, 생명공학, 환경 생물학 등이 부상하고 있으며, 이를 통해 생명 현상의 본질을 탐구하고 있습니다.",
      "ideal_candiate": "응용생물학과는 평소에 식물, 동물 및 인간의 생명 현상에 관심이 많은 학생에게 적합합니다. 응용생물학과는 화학, 생물학, 물리학 등 자연과학과 수학의 기초적인 지식에 대한 관심과 이해를 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 일반화학, 일반생물학, 일반물리학, 환경생물학 등을 배우며 응용생물학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 미생물학 및 실험을 통해 미생물의 세계를 이해하고, 세균과 기타 미생물의 역할과 상호작용을 학습합니다.",
      "sub_major": "응용생물학과는 생물학, 생물환경학, 생화학, 미생물학, 분자생물학, 생물과학, 응용미생물학 등 다양한 세부 전공을 포함하며, 각 전공은 응용생물학 이론 연구, 교육 현장 적용, 바이오의약품 개발, 환경 생물학 연구 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "응용화학",
      "description": "응용화학은 생물과 화학적 원리를 바탕으로 유전체학, 분자생물학, 생화학 등을 연구하는 학문입니다. 농약, 천연물, 토양환경화학 등 다양한 분야에서 생명 현상과 환경 문제를 해결하며, 산업적 응용성을 높이는 기술을 개발하는 전문가를 양성합니다.",
      "summary": "미래를 설계하는 생명과 환경의 화학 연금술사",
      "id": 58,
      "definition": "응용화학과는 물질의 구조와 성질을 규명하고, 물질의 변환을 통한 새로운 물질의 창조과정을 연구하는 학문입니다. 최근 트렌드로는 나노기술, 바이오화학, 환경화학, 신재생 에너지 기술 등이 부상하고 있으며, 이를 통해 다양한 산업 분야에서 활용되는 신소재와 친환경 기술 개발이 주목받고 있습니다.",
      "ideal_candiate": "응용화학과는 기본적으로 생물학, 화학 두 분야와 밀접한 연관이 있기 때문에 해당 과목들에 대한 관심과 이해를 가진 학생에게 적합합니다. 응용화학과는 화학 및 환경, 에너지, 생명 분야에 대한 관심 및 이해 노력 외에도 실험실습에 대한 이해를 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 유기화학, 분석화학, 물리화학, 무기화학, 생화학, 기초수리화학 등을 배우며 응용화학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 생화학을 통해 생물체를 구성하는 탄수화물, 단백질, 지질 및 핵산 등의 구조와 생체 내에서의 역할을 학습합니다.",
      "sub_major": "응용화학과는 화학, 응용화학, 정밀화학, 화장품과학, 생명화학 등 다양한 세부 전공을 포함하며, 각 전공은 응용화학 이론 연구, 교육 현장 적용, 신소재 개발, 환경 기술 연구 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "작물생명과학",
      "description": "작물생명과학은 인류의 생활에 필요한 식량, 약용 작물 등의 여러 작물을 연구합니다. 고품질, 고생산성을 가진 작물을 개발하는 것이 목표이며, 환경 친화적인 재배 기술과 지속 가능한 농업, 환경 재해 내성을 연구하는 전문가를 양성합니다.",
      "summary": "미래 식량과 에너지의 씨앗을 키우는 혁신가",
      "id": 59,
      "definition": "작물생명과학과는 인간이 필요로 하는 다양한 식물자원을 원활하게 공급하는 것과 관련된 학문입니다. 최근 트렌드로는 유전자 변형 작물, 기후변화 대응 작물, 지속 가능한 농업, 스마트팜 등이 부상하고 있으며, 이를 통해 기상, 토양, 잡초, 병해충 등의 환경 요인과 작물의 상호 관계를 종합적으로 이해하고 있습니다.",
      "ideal_candiate": "작물생명과학과는 자연과 환경을 사랑하는 마음과 관심이 필요하며, 나무를 비롯한 산림 자원과 풀, 꽃 등 식물에 대한 이해와 애정을 가진 학생에게 적합합니다. 작물생명과학과는 생명과학, 화학 등 기초과학 분야에 대한 기본지식과 원리에 대한 관심을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 물리화학, 유기화학, 미생물학, 세포생물학, 유전학 등을 배우며 식물자원의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 농업기상학을 통해 기상 요소의 기초 개념을 파악하고, 각 요소와 농업 관계를 밝히며 농작물 생산에 대한 이해를 넓힙니다.",
      "sub_major": "작물생명과학과는 생명과학, 생명공학, 의생명과학, 의생명공학, 분자생명공학, 유전공학 등 다양한 세부 전공을 포함하며, 각 전공은 작물생명과학 이론 연구, 교육 현장 적용, 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "조경학",
      "description": "조경학은 자연과 인간의 삶을 조화롭게 디자인하는 학문입니다. 공원, 정원, 도시 경관을 계획하고 설계해 아름답고 건강한 환경을 만들어갑니다. 생태적 위기에 대처하고, 문화와 예술을 융합해 지속 가능한 미래를 설계하는 전문가를 양성합니다.",
      "summary": "자연과 도시를 잇는 공간의 예술가",
      "id": 60,
      "definition": "조경학과는 자연과 인간의 조화를 통한 기능적, 미적 환경의 창조를 목표로 하는 종합과학 예술입니다. 최근 트렌드로는 도시 녹화, 생태 복원, 지속 가능한 조경 디자인, 환경 보전 등이 부상하고 있으며, 이를 통해 환경과 인간의 삶의 질을 향상시키는 것이 주목받고 있습니다.",
      "ideal_candiate": "조경학과는 평소 자연환경에 관심이 많고, 인공적으로 구성된 공원이나 식물, 나무 등을 좋아하는 학생에게 적합합니다. 조경학과는 수학, 지구과학 등 기초 과학 분야의 기본지식, 특히 생명과학 및 환경에 대한 관심과 이해를 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 도시계획학, 조경학 등의 기초 지식을 배우며 조경학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 공간환경학개론을 통해 도시계획학 및 조경학 연구의 기초를 이루고 있는 공간 환경의 개념과 원리를 학습합니다.",
      "sub_major": "조경학과는 조경설계학, 환경조경학, 생태복원학, 도시계획학, 조경식물학 등 다양한 세부 전공을 포함하며, 각 전공은 조경학 이론 연구, 교육 현장 적용, 환경 복원 프로젝트, 지속 가능한 조경 디자인 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "동물생명공학",
      "description": "동물생명공학은 동물의 유전, 생리, 번식 등을 바탕으로 식량, 의약품, 생명공학 분야의 발전에 기여하는 학문입니다. 유전공학, 동물육종, 바이오의약품 개발 등 첨단 기술을 활용하여 지속 가능한 축산과 동물 복지의 미래를 선도할 전문가를 양성합니다.",
      "summary": "생명의 비밀을 풀어내는 동물 과학자",
      "id": 61,
      "definition": "동물생명공학부는 동물생명공학의 이론과 기술을 연구하여 건강하고 효율적인 동물 생산을 통해 인간 삶의 질을 향상시키고, 지속 가능한 동물 산업을 선도하는 학문입니다. 최근에는 생명공학 발전을 이끄는 창의적 동물 생명공학 인재를 양성하고, 환경친화적이며 미래융합형 동물 산업을 개발하여 세계적 수준의 동물 중심 융합 연구를 통해 동물산업과학을 선도하는 학문으로 발전하고 있습니다.",
      "ideal_candiate": "동물생명공학과는 생물학, 화학 등의 기초 자연과목에 흥미를 가지고 있으며 생명 현상에 관심을 가진 학생에게 적합합니다. 동물생명공학과는 화학 등 기초과학 분야, 특히 생명과학 분야에 대한 기본지식과 원리, 실험실습에 대한 이해를 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 생명과학, 동물학, 화학, 유전학 등의 기본 원리와 기초 지식을 배우며, 동물생명공학의 기본 원리와 기술을 습득합니다. 심화과목에서는 생명과학의 기초지식을 바탕으로 생물체의 여러 가지 기능과 현상을 이해하며, 이를 통해 동물유전자 연구와 생물의약품 개발에 대한 이해를 넓힙니다.",
      "sub_major": "동물생명공학부는 동물세포 생명공학, 동물면역학, 유전체학 및 바이오정보학, 배아 및 줄기세포 생물학, 동물유전자 편집 및 형질전환, 동물영양생화학, 동물환경공학, 동물재생의학 등 다양한 세부 전공을 포함하며, 동물 및 가금 유전공학, 스마트 농업, 기후변화 대응, 동물유래 식품과 배양육 연구 등을 통해 동물 생명공학의 이론 연구와 실무적 응용을 다룹니다."
    },
    {
      "major": "동물자원학",
      "description": "동물자원학은 동물의 사육, 번식, 영양 등을 연구해 식량 생산과 자원 활용의 효율성을 높이는 학문입니다. 건강한 축산 시스템과 동물 복지를 위해 다양한 기술과 이론을 탐구하며, 지속 가능한 동물 자원 관리와 식량 안보에 기여할 전문가를 양성합니다.",
      "summary": "동물과 함께 지속 가능한 미래를 만드는 자원 전문가",
      "id": 62,
      "definition": "동물자원학과는 동물자원의 효율적 이용과 관리를 연구하는 학문으로, 동물생명공학, 동물환경공학, 동물사육학, 동물영양학 등 다양한 분야에서 응용됩니다. 최근 트렌드로는 생명공학기술을 활용한 동물유전자 연구, 지속 가능한 동물자원 관리, 동물 복지와 환경 친화적 축산이 부상하고 있으며, 동물유전자 편집과 동물 복지 증진을 통한 지속 가능한 축산업이 주목받고 있습니다.",
      "ideal_candiate": "동물자원학과는 평소에 동물에 관심을 가지고 있고 실험ㆍ실습에 흥미가 있는 학생에게 적합합니다. 동물자원학과는 생명과학, 화학 등 기초과학 분야에 대한 기본지식과 원리, 실험실습에 대한 이해를 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 동물학, 화학, 경제학, 동물생명공학, 동물환경공학, 동물사육학 등의 교과 내용을 배우며 동물자원의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 영양학, 영양소를 섭취하고 소화, 흡수, 운반, 이용, 배설하는 전 과정을 이해하고 동물의 영양 요구를 분석합니다.",
      "sub_major": "동물자원학과는 동물생명공학, 동물환경공학, 동물사양학, 동물영양학, 동물복지학 등 다양한 세부 전공을 포함하며, 각 전공은 동물자원 관리 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "식품생명공학",
      "description": "식품생명공학은 식품의 생산, 가공, 저장 과정을 연구해 안전하고 영양가 높은 식품을 개발하는 학문입니다. 미생물학, 유전공학, 식품화학을 바탕으로 식품의 기능성과 안전성을 향상시키며, 미래 식량 문제를 해결하고, 식품 산업의 혁신을 이끌어 냅니다.",
      "summary": "안전하고 건강한 식탁을 만드는 생명 과학자",
      "id": 63,
      "definition": "식품생명공학과는 생물, 화학, 물리 등을 기초로 한 응용과학의 하나로, 식품의 효율적 생산과 안전한 공급을 연구하는 학문입니다. 최근 트렌드로는 기능성 식품 개발, 유전자 변형 식품, 식품 안전성 및 품질 관리, 바이오 공정을 통한 식품 생산 등이 부상하고 있으며, 이를 통해 인류의 건강과 복지 증진에 기여하고 있습니다.",
      "ideal_candiate": "식품생명공학과는 화학과 생화학, 생물학(특히 미생물학) 등 자연과학을 바탕으로 한 공학분야에 흥미가 있는 학생에게 적합합니다. 식품생명공학과는 생명과학, 화학 등 자연기초과목에 대한 기본지식과 원리, 실험실습에 대한 이해를 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 식품학, 영양생화학, 영양(생리)학, 식품위생학 등 식품과 영양에 대한 기초 지식을 습득합니다. 심화과목에서는 식품분석화학을 통해 식품분석을 하기 위해 요구되는 분석화학의 기본적인 정량, 정성분석 기법을 배우며, 식품의 성분을 분석하고 이해하는 능력을 키웁니다.",
      "sub_major": "식품생명공학과는 식품생명공학, 식품화학, 식품미생물학, 식품공학, 기능성 식품 등 다양한 세부 전공을 포함하며, 각 전공은 식품생명공학 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "농업·자원경제학",
      "description": "농업자원경제학은 농업과 자연 자원의 효율적 활용을 위해 경제학적 이론과 분석을 연구하는 학문입니다. 농업 생산, 유통, 정책, 국제 무역 등의 분야에서 합리적인 의사결정을 돕고, 지속 가능한 농업 발전과 식량 안보를 이끌어갈 경제 전문가를 양성합니다.",
      "summary": "농업과 경제의 길을 잇는 미래의 전략가",
      "id": 64,
      "definition": "농업·자원경제학과는 농업과 관련하여 발생하는 여러 경제현상을 탐구하여 농업 자체의 발전과 농촌 경제의 향상을 연구하는 학문입니다. 최근 트렌드로는 농산물 유통 효율화, 농업 경영 혁신, 농촌 개발 정책, 지속 가능한 농업 경제 등이 부상하고 있으며, 이를 통해 농업 및 농촌의 경영방식과 위험 관리, 농산물 유통과정의 문제점을 해결하고 효율성을 높이는 것이 주목받고 있습니다.",
      "ideal_candiate": "농업·자원경제학과는 농촌문제나 식량문제, 가축 및 작물, 농업기술 등에 대한 관심이 필요하며 문제의 인식을 바탕으로 해결 방안을 모색하는 학생에게 적합합니다. 식품자원경제학과는 식량, 식품, 식량자원 문제에 대한 이해를 바탕으로 식품과 식량자원 관리에 관심을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 기초화학, 응용식물학, 식물영양학, 생물과학의 이해, 생명공학 등을 배우며 농업 경제의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 농산물 유통론을 통해 농축산물 유통의 시장기구, 기능, 구조, 유통비용, 가격형성, 마케팅 기법 등을 학습합니다.",
      "sub_major": "농업·자원경제학과는 농업경제학, 자원경제학, 농산물 유통학, 농업 경영학, 농촌 개발학 등 다양한 세부 전공을 포함하며, 각 전공은 농업 경제 이론 연구, 교육 현장 적용, 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "조리과학",
      "description": "조리과학은 음식의 조리 과정과 과학적 원리를 연구하여 건강하고 맛있는 요리를 만드는 학문입니다. 식품화학, 영양학, 식품 위생 등을 바탕으로 다양한 요리 기술과 식재료의 특성을 탐구하며, 식문화의 발전과 식품 산업의 발전을 이끌어 갑니다.",
      "summary": "음식으로 즐거움과 건강을 선물하는 식탁 위의 과학자",
      "id": 65,
      "definition": "조리과학과는 현대인들의 식생활에서 신체적 건강뿐만 아니라 정신적ㆍ사회적 건강의 증진을 목표로, 식품과 조리에 관한 기초과학적 이론과 응용을 연구하는 학문입니다. 최근 트렌드로는 건강식 개발, 분자 요리, 푸드테크, 지속 가능한 식품 조리법 등이 부상하고 있으며, 이를 통해 건강과 맛을 모두 충족하는 식생활을 추구하고 있습니다.",
      "ideal_candiate": "조리과학과는 음식에 대한 관심과 흥미가 높으며, 직접 조리를 하는 실기 능력이 요구되는 학생에게 적합합니다. 조리과학과는 생명과학, 화학, 사회, 경제, 생활교양 교과 등에 대한 기본지식과 원리, 실기능력을 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 식품학, 영양학, 조리원리, 외식경영학, 호텔조리학원론 등을 통해 조리과학의 기초 이론과 기술을 습득합니다. 심화과목에서는 조리과학을 통해 식품과 조리에 관한 기초과학적인 이론을 바탕으로 조리 과정 중에 일어나는 물리적, 화학적 변화를 이해합니다.",
      "sub_major": "조리과학과는 호텔외식조리, 호텔조리, 호텔조리제과제빵, 식품조리, 제과제빵, 외식조리, 커피바리스타 등 다양한 세부 전공을 포함하며, 각 전공은 조리과학 이론 연구, 교육 현장 적용, 외식산업 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    }
  ],
  "social": [
    {
      "major": "경영학",
      "description": "경영학과는 조직 운영과 관리 방법을 배우며, 마케팅, 재무 등 다양한 경영 분야 지식을 쌓습니다. 디지털 기술과 글로벌 전략을 통해 기업 효율성을 높이고, 실무 중심 교육으로 변화하는 경영 환경에 대응할 인재를 양성합니다.",
      "summary": "조직을 지휘하는 전략가로 성장하는 지름길",
      "id": 66,
      "definition": "경영학과는 조직을 효과적으로 관리하고 운영하기 위해 마케팅, 재무, 조직·인사, 생산 관리 등 기업 경영에 필요한 지식을 교육하여 다양한 분야에서 활동할 수 있는 전문 인력을 양성하는 학문입니다. 최근에는 실무에서 활용되는 기술과 문제 해결 능력을 중점적으로 교육하며, 디지털화된 정보기술 및 글로벌 경영 전략을 통해 다양한 산업 분야에서 기업의 생산성과 효율성을 높이는 데 필요한 지식을 제공하는 실용적인 학문으로 발전하고 있습니다.",
      "ideal_candiate": "경영학과는 조직에서 팀워크를 이루어 목표를 세우고, 성과를 높이기 위해 노력하며 경영 활동을 이해하고 실행할 수 있는 학생에게 적합합니다. 경영학과는 급변하는 경영환경에 맞춰 광고, 마케팅, 재무, 인사 등 다양한 경영 분야에서 문제 해결 능력과 혁신적인 사고를 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 경영학원론, 경제학원론, 경영통계, 회계원리, 마케팅 원론 등을 배우며 경영학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 인사관리를 통해 인력 선발, 평가, 보상 등에 관한 기초이론과 실습을 학습합니다.",
      "sub_major": "경영학과는 경영학, 경영정보학, 국제경영학, 융합경영학, 글로벌비즈니스학 등 다양한 세부 전공을 포함하며, 각 전공은 기업 경영, 정보 시스템, 국제 비즈니스, 경영 전략, 마케팅 분석 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "경제학",
      "description": "경제학과는 자원의 생산, 분배, 소비를 연구하며, 희소성 문제를 해결하는 효율적 배분을 모색하는 학문입니다. 경제 이론과 데이터 분석을 통해 경제정책을 연구하고, 다양한 분야와 연결해 복잡한 경제 문제를 해결할 전문가를 양성합니다.",
      "summary": "한정된 자원으로 최대의 가치를 창출하는 법, 현명한 선택의 기술",
      "id": 67,
      "definition": "경제학과는 한정된 자원을 효율적으로 배분하여 인간의 무한한 욕망을 충족시키기 위해 개인, 기업, 정부의 경제적 문제를 연구하고, 자원의 선택적 사용을 통한 재화와 서비스의 생산, 분배, 교환, 소비 과정을 분석하는 학문입니다. 최근에는 정치, 환경, 법 등 다양한 분야와 연계하여 자원의 효율적 배분과 경제정책을 연구하며, 자원의 희소성과 무한한 욕망 사이의 갈등을 해결하기 위한 합리적 선택을 중점적으로 연구합니다.",
      "ideal_candiate": "경제학과는 평소에 신문, 텔레비전에서 경제 뉴스를 즐겨보고, 다양한 경제 현상에 관심을 가지며 경제적인 사고를 할 수 있는 학생에게 적합합니다. 경제학과는 경제 이론과 데이터 분석 능력을 바탕으로 정부기관, 금융기관, 기업 등의 다양한 분야에서 경제 문제를 해결하고, 경제 발전에 기여할 수 있는 전문가를 양성합니다. ",
      "curriculum": "기초과목에서는 경제학원론, 경제수학, 미시경제, 거시경제, 계량경제, 경제사 등을 배우며 경제학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 거시경제학을 통해 국민소득 이론에 입각한 소비, 투자, 저축 등의 집계량을 가지고 국민소득의 결정과 경제정책 효과를 분석합니다.",
      "sub_major": "경제학과는 경제학, 농업경제학, 글로벌경제학, 경제통상학, 경제금융학, 산업경제학, 자원경제학 등 다양한 세부 전공을 포함하며, 각 전공은 미시경제, 거시경제, 국제경제, 경제 정책, 금융 경제, 자원 경제 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "관광학",
      "description": "관광학과는 호텔, 여행사, 리조트 등 관광산업을 연구하며, 이론과 실무를 바탕으로 전문가를 양성합니다. 디지털 기술과 통계를 활용해 관광 트렌드를 선도하고, 지속 가능한 관광 발전을 목표로 합니다.",
      "summary": "세상의 모든 여행지를 무대로, 관광 산업의 마법을 펼치는 전문가",
      "id": 68,
      "definition": "관광경영학과는 호텔, 여행사, 리조트 등 관광산업의 다양한 분야에 대한 이론과 실무를 체계적으로 연구하여 관광 전문가를 양성하는 학문입니다. 최근에는 미래 문화생활 패턴을 선도하고 국제적 매력을 창출하기 위해, 디지털 기술과 통계적 연구 방법을 활용한 실무 중심의 교육이 강화되고 있습니다.",
      "ideal_candiate": "관광학과는 여행에 대한 흥미와 지속 가능한 관광의 개념과 방법에 대한 고찰을 바탕으로, 관광 산업에 대한 열정을 가진 학생에게 적합합니다. 관광학과는 관광 산업 전반에 대한 이해를 바탕으로 관광 산업의 발전과 가치를 증진시키는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 호텔경영학개론, 관광학원론, 경영학원론, 관광조사방법론 등을 배우며 관광학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 관광경제론을 통해 관광객이 관광지에 유입되어 관광지에 미치는 경제, 사회, 문화적인 영향을 분석합니다.",
      "sub_major": "관광학과는 관광경영학, 호텔관광, 호텔경영학, 항공관광, 외식산업, 의료관광 등 다양한 세부 전공을 포함하며, 각각은 관광 경영, 호텔 및 리조트 경영, 항공 서비스, 외식 산업, 의료 및 웰니스 관광, 스마트 관광 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "광고·홍보학",
      "description": "광고·홍보학과는 미디어 환경 변화에 맞춘 광고와 홍보 전략을 연구하는 학문입니다. 디지털 마케팅, 소셜 미디어 전략 등 최신 트렌드를 다루며, 광고 기획과 제작, 홍보 전략을 통해 효과적인 메시지 전달을 목표로 합니다. 창의적이고 전략적인 사고를 갖춘 광고 전문가를 양성합니다.",
      "summary": "창의력과 전략을 무기로 세상에 메시지를 전하는 광고·홍보 마스터의 길!",
      "id": 69,
      "definition": "광고·홍보학과는 정보화 시대의 미디어 환경 변화에 대응하는 전략가 및 기획자, 실행자를 양성하는 학문으로, 광고기획, 홍보기획, 광고제작, 광고 및 홍보매체 등에 대한 이론과 실습을 다룹니다. 최근 트렌드로는 디지털 마케팅, 소셜 미디어 전략, 데이터 기반 광고, 브랜디드 콘텐츠 등이 부상하고 있으며, 이를 통해 광고 산업의 성장과 광고업계의 국제화 속에서 오늘날 광고는 정치, 경제, 사회, 문화 전반에 걸쳐 중요한 역할을 하고 있습니다.",
      "ideal_candiate": "광고·홍보학과는 사회ㆍ문화와 관련된 현상 및 영화, 드라마, 광고, 패션 등 다양한 콘텐츠에 관심이 많은 학생에게 적합합니다. 광고홍보학과는 심리학, 경영학을 비롯한 인접 인문사회학에 대한 이해와 관심을 바탕으로, 창의적이고 전략적인 사고를 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 광고학개론, 홍보학개론, 광고연구방법, 커뮤니케이션이론, 광고심리학 등을 배우며 광고와 홍보의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 광고기획관리론을 통해 광고기획의 전적인 과정에 대해 학습하고, 실제 광고 기획서 작성법에 대해 배웁니다.",
      "sub_major": "광고·홍보학과는 광고기획, 홍보기획, 광고제작, 디지털 마케팅, 소셜 미디어 전략 등 다양한 세부 전공을 포함하며, 광고 기획 및 제작, 디지털 마케팅, 소셜 미디어 관리, 브랜딩과 커뮤니케이션 전략, 데이터 분석을 통한 광고 효과 측정 등의 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "부동산학",
      "description": "부동산학과는 부동산 개발, 관리, 평가를 종합적으로 연구하며, 경제, 경영, 법 등 실무 중심 지식을 제공합니다. 글로벌 시장 대응과 금융 기법을 학습해 다양한 부동산 분야에서 활동할 전문가를 양성하며, 지속 가능한 개발과 지역 발전에 기여하는 것을 목표로 합니다.",
      "summary": "땅의 숨겨진 가치를 발견하고, 부동산 시장을 선도하는 지혜의 학문",
      "id": 70,
      "definition": "부동산학과는 부동산의 경제, 경영, 개발, 법, 기술 등을 종합적으로 연구하여 체계적이고 과학적인 분석에 기초한 전문 지식을 갖춘 부동산 전문가를 양성하는 학문입니다. 최근에는 부동산의 정보화, 실물시장과 자본시장의 통합화, 국제화된 부동산 시장에 대응하기 위해 부동산 금융기법과 글로벌 부동산 투자 활동을 포함한 광범위한 전문 지식을 교육하여, 세계적인 부동산 전문가를 양성하는 학문으로 발전하고 있습니다.",
      "ideal_candiate": "부동산학과는 국토의 균형적 성장과 발전에 대한 관심을 토대로 지속 가능한 발전과 지역 사회 개발에 기여하고자 하는 학생에게 적합합니다. 부동산학과는 부동산 시장의 변화와 동향을 분석하고, 부동산 개발과 관리, 투자와 금융 등에 대한 전문 지식을 바탕으로 부동산 산업의 발전을 이끌어 나가는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 부동산학개론, 도시계획론, 부동산경제학, 부동산법, 부동산시장분석 등을 배우며 부동산학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 입지컨설팅론을 통해 용도에 맞는 입지 선정을 위한 이론과 이를 기초로 한 입지선정 능력의 향상을 학습합니다.",
      "sub_major": "부동산학과는 부동산개발학, 부동산금융학, 부동산관리학, 도시계획학, 부동산법학 등 다양한 세부 전공을 포함하며, 각 전공은 부동산 개발, 투자 및 금융, 부동산 관리, 도시계획, 부동산 법률 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "회계·세무·금융학",
      "description": "회계·세무·금융학과는 재무 관리, 세무 전략, 투자 분석 등 기업과 경제의 핵심을 다루는 학문입니다. 회계 원리, 세법, 금융 시장의 흐름을 체계적으로 배워 재무 상태를 분석하고, 최적의 재무 전략을 제시할 수 있는 회계사, 세무사, 금융 전문가를 양성합니다.",
      "summary": "숫자로 기업의 미래를 그려내는 재무 전략가",
      "id": 71,
      "definition": "회계·세무·금융학과는 기업과 개인의 재무 상태를 관리하고 분석하는 방법을 연구하는 학문입니다. 회계는 기업의 재무 정보를 기록하고 보고하는 과정을, 세무는 세법을 바탕으로 세금을 관리하는 과정을, 금융은 자산 관리, 투자, 리스크 관리 등의 분야를 다룹니다. 이 학문은 기업 경영의 필수적인 요소로서, 재무적 의사결정을 돕고, 세무와 관련된 법적 준수를 돕습니다.",
      "ideal_candiate": "회계·세무·금융학과는 정확한 재무 분석과 세무 전략을 세울 수 있는 인재를 양성하는 것을 목표로 합니다. 윤리적 판단과 책임감을 바탕으로 재무적 정보를 신뢰성 있게 다루고, 복잡한 금융 시스템 속에서 정확한 판단을 내릴 수 있는 능력을 가진 인재를 지향합니다.",
      "curriculum": "회계·세무·금융을 공부하기 위해서는 재무회계, 관리회계, 세법, 금융 이론, 투자 분석, 재무 관리 등의 기초 지식이 필수적입니다. 또한 기업의 재무 보고서 작성, 세무 신고, 투자 포트폴리오 구성, 리스크 관리 등 실무적인 기술도 함께 배웁니다.",
      "sub_major": "세부 전공으로는 재무회계, 관리회계, 세무회계, 금융학, 투자 분석, 국제 금융, 리스크 관리 등이 있으며, 각 전공은 회계와 금융에 대한 전문 지식을 바탕으로 다양한 분야에서 역할을 수행할 수 있는 능력을 제공합니다."
    },
    {
      "major": "국제학",
      "description": "국제학과는 국제통상, 개발협력, 평화안보 등 국제적 이슈를 연구하며, 국제기구, 다국적 기업, NGO 등에서 활동할 전문가를 양성합니다. 영어와 제2외국어 능력, 글로벌 리더십을 강조한 교육을 통해 세계화 시대에 필요한 인재를 키우는 것을 목표로 합니다.",
      "summary": "세계를 무대로, 국제 문제를 해결하고 글로벌 리더로 성장하는 여정",
      "id": 72,
      "definition": "국제학부는 국제통상, 국제개발협력, 국제평화안보, 지역학, 한국학 등을 교육하여 국제적 감각을 지닌 지역 전문가를 양성하는 학문입니다. 국제기구, 다국적 기업, NGO 등 다양한 글로벌 환경에서 활동할 수 있도록 영어 및 제2외국어 능력과 글로벌 리더십, 실무적 기술을 강조한 교육을 통해 세계화 시대의 인재를 양성하는 데 주력하고 있습니다.",
      "ideal_candiate": "국제학과는 세계의 특정 지역에 호기심을 가지고 있으며, 그 지역의 문화, 역사, 자연, 사회 등에 대한 관심이 많은 학생에게 적합합니다. 국제학과는 국제적인 활동을 하는데 기본이 되는 언어 능력을 바탕으로 정치, 경제, 사회 등 다양한 분야에서 활동할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 국제관계이론, 정치학개론, 다문화사회론, 세계정치론, 국제교류론, 외교정책론 등을 배우며 국제학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 국제관계학개론을 통해 서구의 국제정치학계에서 다루는 주제들을 소개하고 다양한 시각에서 국제관계를 분석합니다.",
      "sub_major": "국제학과는 국제관계학, 국제개발협력, 아시아국제관계 등 다양한 세부 전공을 포함하며, 각 전공은 국제 정치, 국제 경제, 국제 개발, 지역 연구, 국제 기구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "문화·민속학",
      "description": "문화·민속학과는 한국의 전통문화와 민속을 연구하며, 그 현대적 활용 방안을 탐구하는 학문입니다. 전통문화의 가치를 이해하고, 디지털 매체와 결합한 연구를 통해 문화유산의 보존과 활용을 모색합니다. 학생들은 문화적 가치와 사회적 다양성 증진에 기여할 전문가로 성장하는 것을 목표로 합니다.",
      "summary": "전통의 이야기와 현대의 흐름을 이어, 문화유산에 새 생명을 불어넣는 창조자",
      "id": 73,
      "definition": "문화·민속학과는 한국의 전통문화, 특히 민속을 근간으로 하는 문화유산의 중요성과 의미 그리고 현대적 활용방안을 탐구하는 학과입니다. 최근에는 한국의 전통문화와 민속을 보다 현대적인 시각에서 이해하고 활용하기 위해, SNS 및 정보통신 기술의 발달에 따라 디지털 매체에서의 문화유산의 역할과 가치에 대한 연구와 실습을 강화하고 있습니다.",
      "ideal_candiate": "문화·민속학과는 학생들에게 다양한 문화유산과 민속에 대한 깊은 이해를 제공하여 문화적 가치와 역사적 의미를 파악하고, 이를 현대 사회에 적용할 수 있는 능력을 길러줍니다. 이를 통해 문화 유산 보존 및 활용, 문화 간 이해와 조화, 사회적 다양성 증진 등에 기여하는 전문가와 지도자를 양성합니다.",
      "curriculum": "기초과목에서는 문화인류학, 민속학 개론, 문화사, 사회인류학, 비교문화학, 문화재의 이해와 활용, 박물관 전시기획과 운영, 유네스코 무형문화유산과 민속 등을 배우며 문화와 민속학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 문화변동의 원인, 과정, 결과를 다양한 관점들을 통해 분석합니다.",
      "sub_major": "문화·민속학과는 문화인류학, 민속학, 사회인류학, 비교문화학, 민속예술학, 문화유산학 등 다양한 세부 전공을 포함하며, 각각의 전공은 문화 변동 연구, 민속 문화 조사, 사회 구조 분석, 비교 문화 연구, 문화유산 보존 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "사회복지학",
      "description": "사회복지학과는 평등과 정의를 바탕으로 사회적 약자를 돕고, 사회 문제를 해결하는 학문입니다. 복지 정책과 실천을 통해 더 나은 사회를 만드는 데 기여하며, 국제기구에서도 활동할 수 있는 사회복지 전문가를 양성합니다. 어려운 사람들을 돕고자 하는 학생들에게 적합한 학과입니다.",
      "summary": "세상을 더 따뜻하게, 사람을 더 행복하게! 복지 전문가로 성장하는 길!",
      "id": 74,
      "definition": "사회복지학과는 인간 중심의 철학을 바탕으로 평등과 정의를 실현하고 다양한 사회문제 해결을 위한 교육과 실천을 통해 행복한 사회를 만드는 데 기여하는 학문입니다. 급격한 사회 변화와 세계화에 대응하여 복지 정책과 제도적 해결 방안을 연구하고 국제기구에서 활동할 수 있는 사회복지 전문가를 양성하는 데 중점을 두고 있습니다.",
      "ideal_candiate": "사회복지학과는 다른 사람에 대한 관심과 이해가 중요하며, 어려운 사람을 돕고자 하는 마음을 가진 학생에게 적합합니다. 사회복지학과는 현대 사회의 복지 서비스에 대한 이해와 이를 실천할 수 있는 능력을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 사회복지개론, 사회복지실천론, 사회복지발달사, 복지국가론, 사회복지조사방법론 등을 배우며 사회복지의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 사회복지개론을 통해 사회복지의 학문적 연구와 실천에 관한 지식을 개괄적으로 소개합니다.",
      "sub_major": "사회복지학과는 사회복지상담학, 사회복지행정학, 보건복지, 복지경영학, 가족복지 등 다양한 세부 전공을 포함하며, 각 전공은 사회복지 정책, 상담, 행정, 보건복지, 가족복지 등의 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "사회학",
      "description": "사회학과는 인간 사회의 구조와 변화를 과학적으로 분석하는 학문입니다. 사회적 현상과 문제를 이해하고 설명하기 위해 조사와 통계분석을 활용하며, 사회복지, 여성학 등 다양한 응용 분야와 연계됩니다. 학생들은 사회적 이슈를 논리적으로 분석하며, 사회 변화를 이끌어갈 인재로 성장하는 것을 목표로 합니다.",
      "summary": "세상의 숨은 패턴을 파헤치며, 사회를 해부하는 지적 모험가",
      "id": 75,
      "definition": "사회학은 사회 구조와 변동, 인간의 사회적 행위를 과학적으로 분석하여 사회 현상을 이해하고 설명하는 학문으로, 사회적 문제 해결을 위해 사회조사 및 통계분석을 활용합니다. 또한, 사회복지, 여성학, 신문방송학 등 응용 사회과학 분야와의 연계를 통해 다양한 사회 현상에 대한 심층적 연구가 강화되고 있습니다.",
      "ideal_candiate": "사회학과는 개인에서부터 정치, 제도에 이르기까지 각종 사회 현상에 대한 폭넓은 이해와 관심을 가진 학생에게 적합합니다. 사회학과는 국내외 사회적 이슈에 대한 관심뿐만 아니라, 자신의 견해를 논리적으로 표현하고 사회 변화를 이끌어 나갈 인재를 양성합니다.",
      "curriculum": "기초과목에서는 사회학개론, 사회학사, 사회사상사, 사회학방법론, 현대사회학이론 등을 배우며 사회학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 경제사회학을 통해 경제행위와 경제제도에 관한 사회학적 이해를 돕고, 그 안에 숨겨진 경제의 사회적 의미를 탐구합니다.",
      "sub_major": "사회학과는 사회학, 정보사회학, 도시사회학 등 다양한 세부 전공을 포함하며, 각각은 사회 구조와 변동, 정보화 사회, 도시와 지역 사회, 사회 불평등, 환경과 지속 가능성 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "심리학",
      "description": "심리학과는 인간의 행동과 정신 과정을 과학적으로 연구하는 학문입니다. 긍정 심리학, 신경 과학 등 최신 트렌드를 통해 인간의 정신 건강과 삶의 질을 향상시키는 것을 목표로 합니다. 학생들은 심리학적 이론과 실무를 바탕으로 다양한 행동 문제를 해결할 수 있는 전문가로 성장합니다.",
      "summary": "인간 마음의 미로를 탐험하며 행동의 비밀을 풀어내는 마음의 탐정",
      "id": 76,
      "definition": "심리학과는 인간의 행동과 정신 과정을 과학적으로 연구하는 학문으로, 개인의 행동, 인지, 감정, 발달, 사회적 상호작용 등을 탐구합니다. 최근 트렌드로는 긍정 심리학, 인지 행동 치료, 신경 과학, 디지털 심리학 등이 부상하고 있으며, 이를 통해 인간의 정신 건강과 삶의 질을 향상시키고 있습니다.",
      "ideal_candiate": "심리학과는 인간의 행동과 정신 과정을 과학적으로 이해하고자 하는 학생에게 적합합니다. 심리학과는 과학적 연구 방법과 심리학적 지식을 바탕으로 인간의 정신 건강과 행동 문제를 해결할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 일반심리학, 발달심리학, 사회심리학, 실험심리학, 심리통계 등을 배우며 심리학의 기본 원리와 기초 지식을 습득합니다. 심화과목에서는 임상심리학, 상담심리학, 인지심리학, 산업심리학 등을 통해 다양한 심리학 분야의 이론과 응용 방법을 학습합니다.",
      "sub_major": "심리학과는 임상심리학, 상담심리학, 인지심리학, 발달심리학, 산업심리학 등 다양한 세부 전공을 포함하며, 각 전공은 정신 건강 치료, 상담 및 심리 치료, 인지 과정 연구, 발달 과정 분석, 조직 내 인간 행동 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "언론·방송·매체학",
      "description": "언론·방송·매체학과는 미디어를 통해 정보를 전달하는 방법을 연구하며, 커뮤니케이션의 원리와 실천 방안을 학습하는 학문입니다. 디지털 매체와 소셜 미디어의 발전에 맞춘 전략적 소통 방식을 배우며, 대중매체를 효과적으로 활용할 인재를 양성하는 것을 목표로 합니다.",
      "summary": "미디어의 힘을 통해 세상을 연결하고, 정보를 전달하는 소통 전문가",
      "id": 77,
      "definition": "언론홍보학과는 커뮤니케이션 현상을 과학적으로 연구하여 대중매체의 역할과 발전에 기여하는 학문으로, 대중매체를 통해 커뮤니케이션의 원리와 실천 방안을 학습합니다. 최근 트렌드로는 SNS와 정보통신 기술의 발달에 따른 다양한 디지털 매체에서의 소통 방식과 문제 해결을 위한 연구와 실습의 중요성이 부각되고 있으며, 이를 통해 대중매체의 효과적인 활용과 새로운 커뮤니케이션 전략 개발이 강조되고 있습니다.",
      "ideal_candiate": "언론·방송·매체학과는 다양한 사회 현상에 대한 안목을 기르고, 언어를 매개로 한 소통 능력을 갖춘 학생들에게 적합합니다. 또한 언어, 심리학, 경영학 등 인접 인문사회학에 대한 이해와 관심을 바탕으로 창의적이고 전략적인 사고를 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 커뮤니케이션의 이해, 한국언론사, 신문론, 방송론, 영화론, 취재보도론 등을 배우며 언론과 방송, 매체의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 방송학개론을 통해 방송매체의 전반적 이론을 연구·논의하고, 시청자의 경향을 거시적, 미시적으로 분석합니다.",
      "sub_major": "언론·방송·매체학과는 신문방송학, 언론정보학, 저널리즘, 커뮤니케이션학, 언론영상학, 방송정보학 등 다양한 세부 전공을 포함하며, 각각은 신문 및 방송 저널리즘, 디지털 미디어, 소셜 미디어 전략, 광고와 홍보, 데이터 저널리즘 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "정치외교학",
      "description": "정치외교학과는 국내외 정치와 국제관계를 연구하며, 정치 및 외교 분야의 전문 인력을 양성합니다. 국제기구, 정부, NGO 등에서 활동할 수 있도록 국제사회 갈등 해결과 전략적 사고를 교육하며, 국제 이슈에 대응할 글로벌 인재를 양성하는 것을 목표로 합니다.",
      "summary": "국내외 정치와 외교의 무대의 전략가",
      "id": 78,
      "definition": "정치외교학과는 국내외 정치 현상과 국제관계를 과학적으로 탐구하여 정치 및 외교 분야에서 활동할 전문 인력을 양성하는 학문입니다. 국제기구, 정부, NGO 등에서 활동할 수 있도록 국제사회에서의 갈등 해결과 전략적 사고를 교육하여 초국가적 이슈와 국제 기구의 영향력이 커지는 환경에 대응하는 데 주력하고 있습니다.",
      "ideal_candiate": "정치외교학과는 날로 급변하는 국내외의 정치 현상과 국제 문제를 연구하며, 이에 대한 이해와 관심을 가지고 있는 학생에게 적합합니다. 정치외교학과는 우리나라뿐만 아니라 세계의 국가와 지역, 국제기구 등에 대한 이해와 관심을 바탕으로 국제적 안목을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 정치학개론, 국제정치학개론, 외교론, 국제관계론, 비교정치론, 근대국제정치사 등을 배우며 정치외교학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 외교정책론을 통해 미국의 외교정책 결정 과정을 이해하는 다양한 접근법과 이론들을 종합적으로 학습합니다.",
      "sub_major": "정치외교학과는 국제정치, 외교정책, 비교정치, 지역 연구, 국제안보 등 다양한 세부 전공을 포함하며, 각 전공은 정치 이론, 국제 관계, 외교 전략, 지역 분석, 국제 협력 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "지리학",
      "description": "지리학과는 지구 공간에서 일어나는 자연적, 인문적 현상을 연구하며, 환경 문제 해결과 도시 개발을 위한 공간 정보 관리 능력을 키웁니다. 최근 GIS와 원격탐사 기술이 주목받고 있으며, 이를 통해 공간 정보의 체계적인 분석과 관리가 강조됩니다.",
      "summary": "지도 위에서 도시, 환경, 사람을 잇는 퍼즐을 푸는 마스터",
      "id": 79,
      "definition": "지리학은 인간 생활의 무대가 되는 지표 공간 내에서 자연적, 인문적 현상의 지역적 분포와 일반성을 연구하여 사회발전과 국토개발에 기여하는 학문으로, 환경문제를 지역 차원에서 분석하고 도시 및 지역 개발 계획에서 공간정보를 체계적으로 관리하는 능력을 배양하는 데 중점을 둡니다. 최근 트렌드로는 지리정보시스템(GIS)과 원격탐사 기술을 활용한 분석이 부상하고 있으며, 이를 통해 환경 문제를 해결하고 공간 정보의 체계적인 관리가 강조되고 있습니다.\n\n\n\n\n\n",
      "ideal_candiate": "지리학과는 지구의 다양한 지형과 지리에 대해 관심을 가지고 있으며, 지형이나 지리적 현상을 탐구하는 것을 좋아하는 학생에게 적합합니다. 지리학과는 인간과 자연·인문 환경과의 상호작용을 다루는 학문으로, 공간적, 생태적, 사회적 이해를 바탕으로 문제를 해결할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 지형학, 기후학, 인문지리학, 경제지리학, 도시지리학 등을 배우며 지리학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 지형 형성 요인 및 작용 간의 관계를 이해하고, 지형을 관찰하고 해석하는 방법을 학습합니다.",
      "sub_major": "지리학과는 지형학, 기후학, 인문지리학, 경제지리학, 도시지리학, 환경지리학, GIS(지리정보시스템), 원격탐사 등 다양한 세부 전공을 포함하며, 각각의 전공은 지형 분석, 기후 변화 연구, 도시 및 지역 계획, 환경 문제 해결, 공간 데이터 분석 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "행정학",
      "description": "행정학과는 정부와 공공부문 운영을 연구하여 국가와 사회의 균형적 발전을 목표로 합니다. 합리적 의사결정과 창의적 관리 방법을 개발해 공공 문제를 해결하며, 다양한 사회 분야에서 정책을 통해 변화를 이끌어갈 전문가를 양성합니다.",
      "summary": "공공의 문제를 해결하고, 사회를 더 나은 곳으로 만드는 행정 전문가",
      "id": 80,
      "definition": "행정학과는 정부와 공공부문 운영을 연구하여 다양한 국가 운영의 분야를 효율적으로 관리하고 국가와 사회 부문의 균형적 발전을 목표로 하는 학문입니다. 공공 문제 해결을 위해 합리적 의사결정과 창의적 관리 방법을 개발하며 시민단체 및 국제기구 등으로 진출할 수 있는 종합적이고 전문적인 행정 전문가를 양성하는 데 중점을 두고 있습니다.",
      "ideal_candiate": "행정학과는 효율적인 국가 운영과 각종 사회 문제 및 갈등을 해결하고 조정하는 방법에 관심이 많은 학생에게 적합합니다. 행정학과는 우리 사회의 여러 분야에서 발생하는 문제에 관심을 가지고 이를 정책이라는 도구로 해결하고자 하는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 행정학개론, 행정사, 행정철학, 조직론, 정책학, 행정조사방법론, 사회과학방법론 등을 배우며 행정학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 행정학원론을 통해 학생들의 행정현상 일반에 대한 이해를 돕고, 행정이론과 실제를 종합적으로 학습합니다.",
      "sub_major": "행정학과는 공공행정, 자치행정, 도시행정, 행정부동산, 공공정책 등 다양한 세부 전공을 포함하며, 각 전공은 공공정책 분석, 조직 관리, 재무 관리, 지방 행정, 도시 계획 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "무역학",
      "description": "무역학과는 나라 간의 상품과 서비스 교환을 연구하는 학문입니다. 국제 무역, 통상 정책, 수출입 관리 등을 배우며, 글로벌 시장에서 성공적인 비즈니스 전략을 세우고 국제 경제의 흐름을 이끌어갈 무역 전문가를 양성합니다.",
      "summary": "세계를 연결하는 글로벌 비즈니스 전문가",
      "id": 81,
      "definition": "무역학과는 국제 무역과 관련된 이론과 실무를 연구하는 학문으로, 국가 간의 상품, 서비스, 자본의 교류를 통해 경제적 가치를 창출하는 방법을 배우는 분야입니다. 글로벌 경제 환경 속에서 무역 정책, 국제 마케팅, 관세, 환율 등 다양한 요소를 다루며, 국제적 상거래의 원리와 실제를 공부합니다.",
      "ideal_candiate": "무역학과는 글로벌 비즈니스 환경에서 전문 지식을 바탕으로 국제 무역을 주도할 수 있는 인재를 양성하는 것을 목표로 합니다. 다양한 국가와의 협력과 교류를 통해 국제적인 시각을 갖추고, 외국어와 문화적 이해를 바탕으로 원활한 소통과 협상을 할 수 있는 인재를 지향합니다.",
      "curriculum": "무역학을 공부하기 위해서는 경제학, 경영학, 국제법, 무역 실무, 관세와 환율 등 국제 경제 환경에 대한 기본 지식이 필요합니다. 또한 무역 계약서 작성, 물류 및 유통 관리, 해외 시장 조사, 국제 결제 방식 등의 실무적인 내용도 함께 배웁니다.",
      "sub_major": "무역 실무, 국제 마케팅, 물류 및 공급망 관리, 국제 통상법, 관세학, 국제 금융 등이 세부 전공으로 나뉘며, 각 전공은 무역 분야에서 다양한 역할을 수행할 수 있는 전문 지식을 제공합니다."
    },
    {
      "major": "법학",
      "description": "법학과는 법 이론과 실무를 학습하며, 사회 질서 유지와 정의 실현을 목표로 합니다. 사회적 갈등과 국제 문제를 해결하기 위해 법 적용과 입법정책을 연구하며, 법적 사고와 분석 능력을 갖춘 법률 전문가를 양성합니다.",
      "summary": "정의의 나침반을 손에 들고, 사회의 문제를 해결하는 법의 실천가",
      "id": 82,
      "definition": "법학과는 법에 대한 이론적·실제적 지식을 습득하여 사회 질서를 유지하고 정의와 민주주의를 실현하는 법률 전문가를 양성하는 학문입니다. 다양한 사회적 갈등과 국제 문제 해결을 위해 실용적인 법 적용과 입법정책 연구를 강조하며 경제학, 정치학 등 관련 사회과학과의 융합적 교육을 통해 국제적 법률 전문가를 양성하는 데 중점을 두고 있습니다.",
      "ideal_candiate": "법학과는 사회 문제에 대한 많은 관심이 필요하며, 실생활에 직접 적용되는 학문이기 때문에 다양한 사회 문제에 대해 냉철하게 관찰하고 분석할 수 있는 학생에게 적합합니다. 법학과는 사회의 문제를 해결하고 법치주의를 실현하는 데 필요한 법적 사고와 논리적 분석 능력을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 법학개론, 헌법, 민법총칙, 형법총론, 행정법총론, 채권총론, 상법총칙 등을 배우며 법학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 민법총칙을 통해 민법 전반에 걸친 총칙으로서의 법원, 신의성실의 원칙, 권리남용의 원칙을 학습합니다.",
      "sub_major": "법학과는 공법학, 사법학, 형사법학, 국제법학, 지식재산법 등 다양한 세부 전공을 포함하며, 각 전공은 헌법, 행정법, 형법, 민법, 상법, 국제법 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "경찰행정학",
      "description": "경찰행정학과는 범죄 원인과 해결책을 연구하며, 법률, 행정 지식과 사이버·강력 범죄 대응 기술을 배웁니다. 사회 질서 유지에 관심 있는 학생에게 적합하며, 법학, 심리학, 무술 등을 통해 다양한 범죄에 대응할 경찰 전문가를 양성합니다.",
      "summary": "범죄의 미스터리를 풀고, 사회의 안전을 지키는 수호자",
      "id": 83,
      "definition": "경찰행정학과는 범죄 현상의 원인과 대책을 연구하며, 경찰 및 형사사법 분야에 종사할 전문 인력을 양성하는 학문입니다. 최근에는 사이버 범죄와 고도로 조직화된 강력 범죄에 대응할 수 있는 전문적 지식과 기술을 교육하여, 체계적인 법지식과 실무 능력을 갖춘 경찰 및 행정 전문가를 양성하는 학문으로 발전하고 있습니다.",
      "ideal_candiate": "경찰행정학과는 공공의 안녕과 질서 유지의 중요성을 인지하고, 형사, 수사 등 경찰의 기본 업무에 관심이 많은 학생에게 적합합니다. 경찰행정학과는 심리학, 법학, 체포술 등 다양한 분야에 대한 이해를 바탕으로 사회 안전을 책임질 인재를 양성합니다.",
      "curriculum": "기초과목에서는 경찰학개론, 범죄학개론, 무술, 체포술, 경찰법, 경찰행정법, 헌법 등을 배우며 경찰 행정의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 경찰학개론을 통해 경찰 행정의 본질, 발전 과정, 각국의 경찰조직, 경찰 인사제도 등을 학습합니다.",
      "sub_major": "경찰행정학과는 경찰행정학, 범죄수사학, 사이버경찰학, 해양경찰학, 경호학 등 다양한 세부 전공을 포함하며, 각 전공은 경찰 행정, 범죄 수사, 사이버 범죄 대응, 해양경찰, 경호 및 보안 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "군사학",
      "description": "군사학과는 군사 전략과 전술을 연구하며, 장교와 군사 전문가를 양성합니다. 군사 정책과 현대 군사 이론을 배우고, 급변하는 안보 환경에 대응할 역량을 기릅니다. 군사적 리더십과 책임감을 바탕으로 국가 안보를 이끌 인재를 육성하는 것이 목표입니다.",
      "summary": "강한 전략과 냉철한 판단으로 국가를 수호하는 미래의 지휘관",
      "id": 84,
      "definition": "군사학과는 군사 정책과 전략에 필요한 전문 지식을 교육하여, 국가를 지키고 미래의 군사 안보 환경에 능동적으로 대처할 군사전문가와 장교를 양성하는 학문입니다. 최근에는 미래형 군사전문가 양성을 위해 과학기술과 군사학의 체계적 연구를 결합하여, 글로벌 군사 안보 역량과 유연한 대응 능력을 갖춘 전인적 군사 전문가를 교육하는 것을 목표로 합니다.",
      "ideal_candiate": "군사학과는 군사, 국방에 대한 관심이 있으며, 리더로서의 품성과 자질을 갖춘 학생에게 적합합니다. 군사학과는 급변하는 국방 및 군사 환경 변화에 대한 이해와 노력 외에도 투철한 국가관과 책임감을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 군사학개론, 군사제도 및 조직, 병역제도 및 동원제도, 전투의 의의와 원리, 각종 군사전략 등을 배우며 군사학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 군사이론의 과학화와 체계를 정립한 독립된 학문으로 군사학의 학문체계 정립과 군사전략의 응용을 학습합니다.",
      "sub_major": "군사학과는 군사전략학, 군사작전학, 군사기술학, 국방정책학 등 다양한 세부 전공을 포함하며, 각 전공은 군사 전략, 작전 계획, 군사 기술, 국방 정책 등 학문 분야로 세분화될 수 있습니다."
    }
  ],
  "arts": [
    {
      "major": "만화애니메이션학",
      "description": "만화애니메이션학은 상상 속 세계를 시각적으로 표현해내는 학문으로, 캐릭터 디자인, 스토리보드, 애니메이션 제작 등을 연구합니다. 애니메이션, 만화 속에서 창의력과 기술을 융합해 독창적인 작품을 만들어내는 전문가를 양성합니다.",
      "summary": "만화 속 캐릭터를 현실로 소환하는 창조의 예술가",
      "id": 85,
      "definition": "만화애니메이션학과는 만화, 애니메이션, 웹툰, 캐릭터, 게임, 영상 등 문화콘텐츠를 연구하고 창작하는 학문입니다. 최근 트렌드로는 디지털 시대의 만화와 애니메이션이 인터넷, 모바일 등 새로운 미디어와 결합하여 보급되는 현상이 부상하고 있으며, 이를 통해 문화콘텐츠 산업의 새로운 가능성과 가치를 탐구하고 있습니다.",
      "ideal_candiate": "만화애니메이션학과는 상상력과 자기만의 아이디어가 있는 사람들에게 적합한 전공입니다. 만화애니메이션학과는 새로운 스토리의 만화와 애니메이션 콘텐츠를 창작할 수 있는 창의적이고 독창적인 인재를 양성합니다.",
      "curriculum": "기초과목에서는 색채학, 애니메이션이론, 드로잉, 데생, 캐릭터창작, 영상미학, 컴퓨터그래픽 등을 배우며 만화애니메이션의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 만화기초를 통해 각종 식물을 집중적으로 묘사하고 계절에 따라 변화하는 색채까지 분석하는 능력을 학습합니다.",
      "sub_major": "만화애니메이션학과는 만화애니메이션학, 웹툰창작, 만화콘텐츠, 만화애니게임, 영상애니메이션, 게임영상 등 다양한 세부 전공을 포함하며, 각 전공은 만화와 애니메이션 기법 연구, 디지털 콘텐츠 제작, 캐릭터 디자인 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "영상미디어학",
      "description": "영상미디어학은 영상 콘텐츠의 기획, 촬영, 편집을 통해 스토리텔링의 새로운 가능성을 탐구하는 학문입니다. 영화, 드라마, 광고 등 다양한 미디어 분야에서 창의적이고 감각적인 영상을 제작하며, 시청자의 마음을 사로잡는 영상 전문가를 양성합니다.",
      "summary": "영상 화면 속에 이야기를 담아내는 꿈의 연출가",
      "id": 86,
      "definition": "영상미디어학과는 TV, 영화, 광고, 인터넷 등 미디어 산업에서 필요한 기획, 연출, 무대/영상 관련 스텝을 양성하는 전공으로, 영상매체의 이론과 실무를 배우는 학문입니다. 첨단 기술의 발전과 함께 영상 콘텐츠의 다양성이 확대됨에 따라 현대 미학, 비평, 스토리텔링, 연출, 촬영, 편집, 디지털 효과 등을 교육과정으로 삼아 창의적이고 전문적인 영상 제작 인력을 양성하는 데 주력하고 있습니다.",
      "ideal_candiate": "영상미디어학과는 공연 및 영상 예술에 관심이 많고 자유롭게 생각하고 자신의 생각이나 감정을 잘 표현하는 학생에게 적합합니다. 영상미디어학과는 현대 사회의 다양한 미디어에 대한 이해를 바탕으로 창의적인 콘텐츠를 제작할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 영상 제작 기초, 미디어 이론, 시나리오 작성, 디지털 영상 편집, 촬영 기법 등을 배우며 영상미디어의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 디지털 애니메이션을 통해 네트워크 상의 가상 캐릭터를 이용한 지능형 삼차원 애니메이션 및 가상환경의 구현을 학습합니다.",
      "sub_major": "영상미디어학과는 영상미디어학, 디지털 미디어, 영화학, 방송학, 광고미디어학 등 다양한 세부 전공을 포함하며, 각 전공은 영상 제작, 디지털 콘텐츠 제작, 미디어 기획 및 연출, 광고 제작 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "관현악",
      "description": "관현악과는 바이올린, 첼로, 플루트 등 각 악기를 연주함으로써 음악의 아름다움을 표현하는 학문입니다. 관현악기의 연주 기법 및 음악 이론을 바탕으로, 무대 위에서 감동을 주는_x001C_관현악 연주를 통해 사람들의 마음을 움직이는 음악가를 양성합니다.",
      "summary": "관현악기로 감동을 그려내는 예술가",
      "id": 87,
      "definition": "관현악과는 학생들에게 실기교육과 실내악, 관악, 현악합주, 관현악 등을 체계적으로 제공하여 전문 연주자 및 음악 교육자로 성장할 수 있는 기반을 마련하는 학문입니다. 최근에는 교육 방법의 다양화와 정기 연주회를 통해 학생들의 음악적 경험과 창의성을 확장시키는 데 중점을 두고 있습니다.",
      "ideal_candiate": "관현악과는 관현악을 배우고 연주하는 활동 자체를 즐길 수 있는 학생에게 적합합니다. 관현악과는 다양한 악기 연주 기술과 앙상블 능력을 바탕으로 창의적이고 독창적인 관현악 연주자를 양성합니다.",
      "curriculum": "기초과목에서는 관현악합주, 앙상블, 각 악기 간의 음정, 밸런스 등을 연마하고 음악의 기본이 되는 앙상블을 학습합니다. 심화과목에서는 관악기와 현악기의 연주 기법과 문헌, 앙상블, 합주, 지휘 등을 학습합니다.",
      "sub_major": "관현악과는 관악, 현악, 타악 등 다양한 세부 전공을 포함하며, 각 전공은 관악기 연주, 현악기 연주, 타악기 연주, 앙상블, 지휘 등의 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "국악",
      "description": "국악과는 가야금, 대금 등 전통 악기와 판소리, 민요, 정악을 배우며 한국 음악의 아름다움과 깊이를 탐구하는 학문입니다. 전통음악을 현대적으로 해석해 새로운 국악을 창조하고, 우리 문화의 가치를 국내외에 널리 알릴 수 있는 전문 음악인을 양성합니다.",
      "summary": "우리의 소리로 전통과 감동을 잇는 음악가",
      "id": 88,
      "definition": "국악과는 오랜 시간 우리 민족과 함께 해 온 국악을 통해 우리의 정서를 잘 표현하고 이해하는 학문으로, 가야금, 해금, 대금, 피리 등을 연주하거나 전통 음악을 이론적으로 연구합니다. 최근 트렌드로는 국악의 현대화, 융합 음악, 전통 문화의 세계화 등이 부상하고 있으며, 이를 통해 국악의 새로운 가능성을 탐구하고 있습니다.",
      "ideal_candiate": "국악과는 우리 전통 예술을 좋아하며 음악적 감수성이 풍부한 사람에게 적합합니다. 국악과는 다양한 국악기 연주와 이론적 지식을 바탕으로 전통 예술을 계승하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 가야금, 해금, 대금, 피리 등의 연주 기법과 전통 음악 이론을 배우며 국악의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 반주법을 통해 정악, 민속악, 창작곡 등 국악 전반에 걸쳐 중요하고 긴요한 반주 방법을 학습합니다.",
      "sub_major": "국악과는 연주, 이론, 창작, 교육 등 다양한 세부 전공을 포함하며, 각 전공은 전통 음악 연주, 국악 이론 연구, 창작 국악, 국악 교육 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "성악",
      "description": "성악과는 다양한 음악 장르의 노래 기법을 배우며, 발성, 발음, 표현력을 연마하는 학문입니다. 오페라, 가곡, 합창 등 다양한 무대에서 노래로 감동을 전하고, 음악을 통해 인간의 감정과 이야기를 깊이 있게 표현하는 성악가를 양성합니다.",
      "summary": "노래로 이야기를 그려내는 목소리의 예술가",
      "id": 89,
      "definition": "성악학과는 인간 목소리를 악기로 삼아 감정과 영혼을 음악으로 표현하는 예술인 성악에 대한 연구와 기술을 연마하는 학문입니다. 전통적인 클래식 음악뿐만 아니라 뮤지컬과 방송 등 다양한 분야로 확장하여 학생들이 졸업 후 다양한 분야에서 활약할 수 있는 기회를 제공합니다.",
      "ideal_candiate": "성악과는 기본적으로 악보를 볼 수 있는 능력을 갖추고, 피아노를 연주하거나 기초 음악 이론을 이해하는 학생에게 적합합니다. 성악과는 다양한 성악 기법과 음악적 표현력을 바탕으로 창의적이고 독창적인 성악가를 양성합니다.",
      "curriculum": "기초과목에서는 성악 기초, 발성법, 음악 이론, 시창·청음 등을 배우며 성악의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 대위법 및 실습법을 통해 선율들의 움직임과 음정, 리듬의 독립적 관계를 학습합니다.",
      "sub_major": "성악과는 오페라, 가곡, 합창, 교회음악 등 다양한 세부 전공을 포함하며, 각 전공은 성악 기법 연구, 독창, 앙상블, 합창 지휘 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "실용음악학",
      "description": "실용음악학은 대중음악의 다양한 장르를 배우며 창작과 연주, 프로듀싱을 탐구하는 학문입니다. 작곡, 보컬, 연주, 음악 프로듀싱 등 실무 중심의 교육을 통해 현대 음악 산업을 선도하고, 자신만의 음악적 색깔로 무대를 빛낼 전문 음악인을 양성합니다.",
      "summary": "음악으로 세상을 풀어내는 무대 위의 아티스트",
      "id": 90,
      "definition": "실용음악학과는 다양한 음악 장르와 미디어를 통해 전 세계적으로 접하는 실용음악에 대한 이론과 실기를 교육하는 학과입니다. 전문 공연예술가로서의 능력을 발전시키는 학문으로, K-POP 등의 대중음악이 글로벌한 인기를 끌면서 다양한 음악 스타일과 기술을 결합하여 창의성을 유도하고 전통과 현대 음악의 융합을 통해 음악 세계에 실험적인 접근을 시도하는 중요한 역할을 하고 있습니다.",
      "ideal_candiate": "실용음악학과는 음악 전반에 대한 관심과 함께 대중음악 등 다양한 실용음악 장르와 문화 예술 분야에 흥미를 가진 학생에게 적합합니다. 실용음악학과는 다양한 실용음악 장르와 음악 비즈니스, 음악 테크놀로지 등에 대한 이해와 실무 능력을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 음악사, 음악편곡법, 재즈개론, 음악비즈니스, 시창·청음, 화성학, 음악 이론 등을 배우며 실용음악의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 기초실용음악이론을 통해 음악인들의 공통 언어인 악보로 표기할 수 있는 능력을 향상시킵니다.",
      "sub_major": "실용음악학과는 실용음악과, 생활음악과, 뮤직테크놀로지과, 뮤직프로덕션과, 대중음악과, 보컬과, 음악콘텐츠학과 등 다양한 세부 전공을 포함하며, 각 전공은 실용음악 기법 연구, 음악 프로덕션, 음악 비즈니스, 디지털 음악 테크놀로지 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "음악학",
      "description": "음악학과는 음악의 이론, 역사, 작곡 등 다양한 음악적 요소를 종합적으로 연구하는 학문입니다. 서양음악사, 음악이론, 작곡 등을 통해 음악의 본질을 탐구하고, 다양한 시대와 문화의 음악을 분석하며 예술적 통찰력을 갖춘 음악 전문가를 양성합니다.",
      "summary": "소리의 역사를 탐구하는 음악의 철학자",
      "id": 91,
      "definition": "음악학과는 음악의 역사적 변천 과정, 음악의 구성 원리, 음악의 본질 등을 연구하고 이론과 실기를 통해 음악적 역량을 기르는 학문입니다. 최근 트렌드로는 디지털 음악, 음악 치료, 융합 예술 등이 부상하고 있으며, 이를 통해 다양한 분야에서 음악의 역할을 확대하고 있습니다.",
      "ideal_candiate": "음악학과는 풍부한 음악적 감수성과 창의력을 위해 평소 영화, 연극, 뮤지컬, 문학 등 다양한 예술 분야에 관심을 가진 학생에게 적합합니다. 음악학과는 다양한 음악 이론과 실기에 대한 관심과 이해를 바탕으로 창의적이고 독창적인 음악가를 양성합니다.",
      "curriculum": "기초과목에서는 음악사, 음악분석, 악보분석, 화성학, 대위법, 시창·청음 등을 배우며 음악학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 대위법을 통해 다성 음악의 형식 연구를 위하여 순수 대위법의 2, 3, 4성의 실습 및 연구를 학습합니다.",
      "sub_major": "음악학과는 음악학, 기악, 관현악, 피아노, 성악, 작곡, 공연음악학 등 다양한 세부 전공을 포함하며, 각 전공은 음악 이론 연구, 연주, 작곡, 공연 기획 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "작곡",
      "description": "작곡과는 멜로디와 화성을 통해 음악을 창작하는 방법을 배우는 학문입니다. 클래식, 대중음악, 영화음악 등 다양한 장르의 작곡 기술과 음악 이론을 익히며, 독창적인 음악 작품을 만들어내고 음악 산업의 다양한 분야에서 활약할 작곡가를 양성합니다.",
      "summary": "음표로 감정을 풀어내는 음악의 창조자",
      "id": 92,
      "definition": "작곡과는 다양한 음악 작품을 창작하고, 이를 이론적으로 분석하며, 음악의 구조와 표현을 연구하는 학문입니다. 최근 트렌드로는 디지털 작곡, 영화 음악, 게임 음악, 현대 음악 등이 부상하고 있으며, 이를 통해 작곡의 새로운 가능성과 예술적 가치를 탐구하고 있습니다.",
      "ideal_candiate": "작곡과는 창의적인 일을 하는 것을 좋아하고 감수성이 풍부한 사람에게 적합합니다. 더불어 작곡과는 음악적 상상력과 창의성을 바탕으로 다양한 음악 작품을 창작할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 작곡 기초, 음악 이론, 화성학, 대위법 등을 배우며 작곡의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 관현악법을 통해 현악, 목관, 금관, 타악기의 편성 및 편곡 기법을 학습합니다.",
      "sub_major": "작곡과는 작곡, 이론, 지휘 등 다양한 세부 전공을 포함하며, 각 전공은 작곡 기법 연구, 음악 분석, 지휘 기법, 음악 창작 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "피아노",
      "description": "피아노과는 다양한 시대와 스타일의 작품을 통해 연주 기술과 음악적 해석력을 심도 있게 연마하는 학문입니다. 섬세한 감정 표현과 테크닉을 바탕으로, 무대 위에서 청중에게 깊은 감동과 예술적 영감을 선사하는 전문 피아니스트를 양성합니다.",
      "summary": "건반 위에서 감정을 연주하는 음악의 시인",
      "id": 93,
      "definition": "피아노학과는 피아노를 중심으로 화성악기와 선율악기의 특성을 결합하여 다양한 연주 기술을 배우고, 이론적, 학문적 지식을 토대로 폭넓은 예술가로 성장하는 것을 목표로 하는 학문입니다. 최근에는 피아노의 사회적 수요가 증가하고 우리나라의 피아노 연주 수준이 세계적으로 인정받으면서, 학생들의 예술적 성장을 지원하고 다양한 연주 분야에 대비하는 교육을 제공하고 있습니다.",
      "ideal_candiate": "피아노과는 피아노 연주를 즐기고 피아노와 평생 함께할 생각이 있는 학생에게 적합합니다. 피아노과는 다양한 연주 기술과 음악적 표현력을 바탕으로 창의적이고 독창적인 피아니스트를 양성합니다.",
      "curriculum": "기초과목에서는 반주법, 조직적 음정 연습을 통해 악보를 정확한 리듬과 음정으로 시창할 수 있는 능력을 습득합니다. 심화과목에서는 피아노 포르테의 연주 기법과 피아노 문헌, 앙상블, 연주 해석 등을 학습합니다.",
      "sub_major": "피아노과는 독주, 반주, 실내악 등 다양한 세부 전공을 포함하며, 각 전공은 피아노 독주 기술, 반주 기술, 실내악 연주 등의 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "공예",
      "description": "공예학과는 다양한 재료를 활용해 실용성과 미적 가치를 지닌 작품을 창조하는 학문입니다. 도자기, 목공예, 금속공예 등 전통과 현대의 기술을 배워 예술성과 기능을 겸비한 공예 작품을 만들고, 삶의 공간에 아름다움을 더할 수 있는 공예가를 양성합니다.",
      "summary": "손끝으로 공예품을 빚어내는 일상의 작은 예술가",
      "id": 94,
      "definition": "공예과는 전통과 현대를 아우르는 다양한 공예 기법과 디자인을 연구하고, 창의적인 공예 작품을 제작하는 학문입니다. 최근 트렌드로는 친환경 공예, 디지털 공예, 융합 예술 등이 부상하고 있으며, 이를 통해 공예의 새로운 가능성과 예술적 가치를 탐구하고 있습니다.",
      "ideal_candiate": "공예과는 전통과 현대의 공예 기술에 관심이 많고, 창의적인 작품을 제작하는 것을 즐기는 학생에게 적합합니다. 공예과는 다양한 공예 기법과 디자인을 바탕으로 창의적이고 독창적인 작품을 제작할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 전통공예기법, 현대공예개론, 재료학, 디자인기초, 공예사 등을 배우며 공예의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 다양한 재료와 기법을 활용한 창작 공예 실습을 통해 독창적이고 창의적인 작품을 제작하는 능력을 학습합니다.",
      "sub_major": "공예과는 전통공예, 현대공예, 금속공예, 도자공예, 섬유공예, 목공예 등 다양한 세부 전공을 포함하며, 각 전공은 공예 기법 연구, 재료 활용, 창작 공예 디자인 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "동양화",
      "description": "동양화과는 수묵과 채색을 활용해 자연과 인간의 내면을 표현하는 동양화의 기법과 정신을 연구하는 학문입니다. 전통적인 회화 기법을 배우는 동시에 현대적 감각을 더해 창의적인 작품을 창조하며, 동양의 미학과 철학을 계승하고 발전시킬 예술가를 양성합니다.",
      "summary": "전통의 붓끝에서 현대를 그려내는 예술가",
      "id": 95,
      "definition": "동양화과는 한국미술의 전통을 기반으로 전통과 혁신을 결합하여 동양화 분야를 발전시키는 학문으로, 현대적인 표현기법과 아이디어를 통해 새로운 미술양식을 모색하며 학생들의 창의성과 전문성을 발휘하도록 돕고 있습니다. 최근에는 전통미술을 계승하면서도 다양한 분야로의 진출을 통해 동양화의 현대적 해석과 적용을 강화하고 있습니다.",
      "ideal_candiate": "동양화과는 그림 그리기 자체를 즐기고, 자유롭게 생각하며 남과는 다른 창의적인 표현을 추구하는 학생에게 적합합니다. 동양화과는 전통과 현대의 동양화 기법을 이해하고 창의적이고 독창적인 동양화 작가를 양성합니다.",
      "curriculum": "기초과목에서는 문인화, 동양회화사, 기초 드로잉 등을 배우며 동양화의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 중국회화사를 통해 동양화의 중심을 이루었던 중국회화에 대한 이해를 넓히고, 다양한 동양화 기법을 학습합니다.",
      "sub_major": "동양화과는 문인화, 산수화, 인물화, 현대 동양화, 디지털 동양화 등 다양한 세부 전공을 포함하며, 각 전공은 동양화 기법 연구, 전통 동양화 작품 창작, 현대 동양화 표현 기법 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "서양화",
      "description": "서양화과는 유화, 수채화 등 다양한 매체를 통해 현실과 상상을 표현하는 학문입니다. 전통적인 기법과 현대 미술의 다양한 표현 방식을 배우며, 창의적이고 독창적인 시각 언어로 자신의 예술 세계를 펼칠 수 있는 화가를 양성합니다.",
      "summary": "색과 빛으로 감정을 표현하는 캔버스 위의 작가",
      "id": 96,
      "definition": "서양화과는 서양 미적 감각을 통해 예술 작품을 창조하고 이를 향상시키기 위한 체계적인 실기 및 이론 교육을 제공하는 학문으로, 다양한 재료와 디지털 기술을 활용하여 창의적이고 혁신적인 작품을 만들어내는 데 중점을 두고 있습니다. 최근에는 전통적인 캔버스에 유화 물감으로 그리는 것뿐만 아니라, 현대적 기법과 도구를 통해 서양화의 범위를 확장하고 있습니다.",
      "ideal_candiate": "서양화과는 예술적 상상력과 창의력을 바탕으로 자기 특유의 미적 표현 능력을 발휘하고자 하는 학생에게 적합합니다. 서양화과는 다양한 서양화 기법을 이해하고 창의적이고 독창적인 서양화 작가를 양성합니다.",
      "curriculum": "기초과목에서는 기초 드로잉, 회화 기초, 색채학, 미술사 등을 배우며 서양화의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 드로잉을 통해 사물의 관찰력과 표현 능력을 기르고, 동·서양의 소묘 기법을 학습합니다.",
      "sub_major": "서양화과는 회화, 추상화, 인물화, 풍경화, 디지털 아트 등 다양한 세부 전공을 포함하며, 각 전공은 서양화 기법 연구, 전통 서양화 작품 창작, 현대 서양화 표현 기법 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "조형",
      "description": "조형과는 다양한 재료와 기술을 활용해 공간과 형태를 표현하는 입체 예술을 연구하는 학문입니다. 조각, 설치미술, 미디어 아트 등 여러 분야에서 창의적 사고와 표현력을 키워 새로운 시각적 경험을 제공하는 작품을 만들어낼 수 있는 예술가를 양성합니다.",
      "summary": "공간을 재해석하는 입체 예술의 창조자",
      "id": 97,
      "definition": "조형학과는 자연을 인간의 내면세계로 형상화하는 예술로, 조각, 소조, 판화 등의 다양한 표현 기법을 배우며 새로운 조형 예술을 창조하는 분야입니다. 현대 미술에서 입체 작업의 중요성이 커짐에 따라 철강, 알루미늄, 플라스틱, 유리 등 새로운 재료와 기법을 활용해 환경과 조형 문제에서 새로운 가치를 창출하려는 창의적 조각예술 분야로 발전하고 있습니다.",
      "ideal_candiate": "조형과는 창의적이고 독창적인 미술 작품을 제작하는 데 관심이 많고, 다양한 재료와 기법을 탐구하는 학생에게 적합합니다. 조형과는 조형 예술의 기본 원리와 다양한 표현 기법을 바탕으로 독창적인 작품을 창작할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 조형 기초, 드로잉, 조각 기법, 재료학, 미술사 등을 배우며 조형 예술의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 다양한 재료와 기법을 활용한 창작 조형 실습을 통해 독창적이고 창의적인 작품을 제작하는 능력을 학습합니다.",
      "sub_major": "조형과는 조각, 설치 미술, 디지털 아트, 환경 조형, 퍼블릭 아트 등 다양한 세부 전공을 포함하며, 각 전공은 조형 예술 기법 연구, 재료 활용, 창작 조형 디자인 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "디자인일반",
      "description": "디자인과는 시각, 제품, 공간 등 다양한 분야에서 창의적 아이디어를 시각적으로 구현하는 학문입니다. 그래픽 디자인, 산업 디자인 등의 분야에서 실용성과 미적 가치를 겸비한 작품을 창조하며, 일상의 문제를 아름답게 해결할 수 있는 디자이너를 양성합니다.",
      "summary": "일상에 아름다움을 더하는 창의적 해결사",
      "id": 98,
      "definition": "디자인학과는 인간의 생활을 더욱 편리하고 아름답게 만들기 위해 디자인의 이론과 실무를 학습하는 학문입니다. 제품이나 서비스의 디자인 차별화가 기업과 국가의 경쟁력을 높이는 중요한 역할을 하면서 산업, 패션, 시각 등 다양한 분야에서 디자인 전문가로 성장할 수 있는 기회를 제공합니다.",
      "ideal_candiate": "디자인일반과는 평상시 미술, 음악 등 예술 작품을 좋아하고, 자신의 생각을 시각적으로 표현하는 것을 즐기는 학생에게 적합합니다. 디자인일반과는 다양한 디자인 이론과 실기를 바탕으로 창의적이고 독창적인 디자이너를 양성합니다.",
      "curriculum": "기초과목에서는 기초디자인, 컴퓨터와 디자인, 디자인제도, 디자인과 사회, 디자인의 역사 등을 배우며 디자인의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 디자인 드로잉을 통해 시각디자인의 일반적인 디자인 작업 과정 중에서 구상(Ideation)을 시각화하는 능력을 향상시킵니다.",
      "sub_major": "디자인일반과는 산업디자인학과, 제품디자인공학전공, 색채디자인과, 제품디자인과 등 다양한 세부 전공을 포함하며, 각 전공은 제품 디자인, 사용자 경험 디자인, 색채 디자인 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "무용",
      "description": "무용과는 발레, 현대무용, 한국무용 등 다양한 춤을 통해 인간의 감정과 이야기를 표현하는 학문입니다. 테크닉과 창의성을 연마하여 무대 위에서 독창적인 퍼포먼스를 선보이고, 춤으로 예술적 감동을 전달할 수 있는 무용가를 양성합니다.",
      "summary": "몸짓으로 감정을 표현하는 무대 위의 예술가",
      "id": 99,
      "definition": "무용학과는 인간 신체의 미적 움직임을 통해 내면 세계를 표현하며, 다양한 무용 분야의 실기 및 이론교육을 통해 무용 인재를 양성하는 학문입니다. 최근 트렌드로는 온라인 미디어 플랫폼을 이용한 창작무용과 정부의 예술 지원 정책 등을 통해 무용의 사회적 영향력과 기회가 확대되고 있습니다.",
      "ideal_candiate": "무용과는 신체가 유연하고 균형감각이 있으며 음악에 대한 감각이 있는 학생에게 적합합니다. 무용과는 다양한 무용 기술과 예술적 표현력을 바탕으로 창의적이고 독창적인 무용가를 양성합니다.",
      "curriculum": "기초과목에서는 무용개론, 무용음악론, 한국무용사, 서양무용사, 발레기초실기, 신체요법 등을 배우며 무용의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 무용작품해설을 통해 한국무용과 외국무용의 대작과 소품을 익히고 작품의 구성과 해석 능력을 학습합니다.",
      "sub_major": "무용과는 무용학, 무용예술학, 발레, 한국무용, 현대무용, 생활무용, 실용무용 등 다양한 세부 전공을 포함하며, 각 전공은 무용 기법 연구, 창작 무용, 공연 기획 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "체육학",
      "description": "체육학은 운동과 스포츠를 통한 신체 발달과 건강 증진을 연구하는 학문입니다. 스포츠 과학, 운동 생리학, 체육 교육 등을 통해 신체의 능력을 최대한 발휘할 수 있는 방법을 배우며, 건강한 삶을 위한 스포츠 전문가와 체육 지도자를 양성합니다.",
      "summary": "건강한 미래를 설계하는 스포츠의 리더",
      "id": 100,
      "definition": "체육학과는 체육에 대한 이론과 실기를 바탕으로 전문 인력을 육성하며, 스포츠 연구 및 프로그램 개발에 전력을 기울이는 학문입니다. 최근에는 건강관리와 성인병 예방을 위한 생활체육과 여가 스포츠의 중요성이 커짐에 따라 최신 스포츠 과학 정보를 제공하는 방향으로 발전하고 있습니다.",
      "ideal_candiate": "체육학과는 운동하기를 좋아하고 스포츠 관련 학문에 관심이 많은 학생에게 적합합니다. 체육학과는 다양한 체육 활동과 스포츠 과학을 바탕으로 건강 증진과 스포츠 분야에서 전문성을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 체육원리, 체육해부학, 운동생리학, 스포츠 심리학, 웨이트 트레이닝 등을 배우며 체육학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 운동생리학을 통해 운동 시 일어나는 인체의 기능적 변화를 이해하고 운동 수행 능력을 학습합니다.",
      "sub_major": "체육학과는 체육학, 사회체육학, 생활체육학, 운동처방학, 스포츠과학, 스포츠레저학, 골프산업학 등 다양한 세부 전공을 포함하며, 각 전공은 체육 교육, 운동 처방, 스포츠 과학 연구, 레저 스포츠 관리 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "뷰티미용학",
      "description": "뷰티미용학과는 피부, 헤어, 메이크업 등 다양한 분야의 미용 기술과 트렌드를 연구하는 학문입니다. 미용 이론과 실무를 통해 아름다움에 대한 전문 지식을 습득하며, 창의적이고 세련된 감각으로 뷰티 산업을 선도할 전문가를 양성합니다.",
      "summary": "아름다움을 통해 자신감을 디자인하는 뷰티 아티스트",
      "id": 101,
      "definition": "뷰티미용학과는 건강과 아름다움을 바탕으로 현대인의 외모를 관리하고 향상시키기 위한 학문으로, 피부 관리, 메이크업, 헤어디자인, 네일아트, 뷰티 비즈니스 등을 포함합니다. 최근 트렌드로는 K-뷰티의 세계적 인기, 지속 가능한 뷰티, 스마트 뷰티 기술 등이 부상하고 있으며, 이를 통해 뷰티 산업의 새로운 가능성과 가치를 탐구하고 있습니다.",
      "ideal_candiate": "뷰티미용학과는 고객을 대상으로 하는 일에 관심이 많고, 사람들과 잘 소통하며 상대의 이야기를 잘 이해하는 학생에게 적합합니다. 미적 감각과 섬세한 손기술을 바탕으로, 트렌드를 빠르게 파악하고 이를 반영하여 창의적이고 전문적인 뷰티 서비스를 제공할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 피부 관리, 메이크업 기초, 헤어디자인 기초, 네일아트 기초, 뷰티케어 기초 등을 배우며 뷰티미용의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 미용영양학, 뷰티마케팅, 뷰티산업경영, 피부과학, 메이크업 디자인, 헤어스타일링 등을 학습하여 뷰티 산업에서 필요한 전문 지식을 심화시킵니다.",
      "sub_major": "뷰티미용학과는 피부미용학, 메이크업학, 헤어디자인학, 네일아트학, 뷰티 비즈니스학 등 다양한 세부 전공을 포함하며, 각 전공은 피부 관리, 메이크업 아티스트, 헤어디자인, 네일아트, 뷰티 비즈니스 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "연극영화학",
      "description": "연극영화학과는 연기, 연출, 제작 등 연극과 영화의 다양한 분야를 탐구하는 학문입니다. 연극 무대와 영화 스크린을 통해 인간의 감정과 사회를 표현하며, 창의적이고 감동적인 이야기를 전할 배우, 감독, 제작자 등 다양한 분야의 전문가를 양성합니다.",
      "summary": "무대와 스크린 위에서 삶을 연기하는 이야기 전달자",
      "id": 102,
      "definition": "연극영화학과는 연극과 영화의 이론과 실무를 연구하여 교양, 지성, 실무 능력을 갖춘 공연·영상 예술 전문가를 양성하는 학문입니다. 대중 영상 매체의 발달로 연극과 영화가 중요한 예술로 자리 잡으면서, 연극배우와 영화배우를 비롯한 다양한 직업을 준비할 수 있는 인기 전공으로 각광받고 있습니다.",
      "ideal_candiate": "연극영화학과는 예술에 대한 열정과 창의적인 표현을 좋아하고, 다양한 예술 장르와의 융합에 관심이 많은 학생에게 적합합니다. 연극영화학과는 연극과 영화의 다양한 기법과 예술적 표현을 바탕으로 창의적이고 독창적인 연극인과 영화인을 양성합니다.",
      "curriculum": "기초과목에서는 방송학개론, 매스컴의 이해, 카메라연기, 호흡과 발성, 발음, 화술, 무대미술의 이해 등을 배우며 연극과 영화의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 희곡 및 뮤지컬 등 다양한 텍스트를 무대 위에 형상화하는 데 필요한 기법을 학습합니다.",
      "sub_major": "연극영화학과는 방송연예학, 공연예술학, 모델학, 엔터테인먼트학, 방송기술학, 방송연기학 등 다양한 세부 전공을 포함하며, 각 전공은 연극 및 영화 연기, 공연 연출, 방송 기술, 엔터테인먼트 기획 등 학문 분야로 세분화될 수 있습니다."
    }
  ],
  "medicine": [
    {
      "major": "간호학",
      "description": "간호학과는 인간의 건강을 유지하고 증진시키기 위해 간호 이론과 실습을 연구하는 학문입니다. 임상 간호, 지역사회 간호, 응급 간호 등 다양한 분야에서 환자를 돌보고, 건강 관리를 위한 전문적인 간호 인력을 양성합니다. ​",
      "summary": "환자의 삶에 빛을 더하는 치유의 동반자",
      "id": 103,
      "definition": "간호학과는 인간의 건강을 유지하고 증진시키기 위해 간호 이론과 실습을 연구하는 학문으로, 환자의 신체적, 정신적, 사회적 건강을 돌보는 방법을 배우고 실습합니다. 최근 트렌드로는 환자 중심의 간호, 디지털 헬스케어, 글로벌 건강 간호, 만성 질환 관리 등이 부상하고 있으며, 이를 통해 보다 나은 간호 서비스를 제공하고 있습니다.",
      "ideal_candiate": "간호학과는 타인에 대한 봉사 정신과 책임감을 갖춘 학생에게 적합합니다. 간호학과는 환자의 전인적 돌봄을 위해 높은 윤리의식과 전문 지식을 바탕으로 한 간호사를 양성합니다.",
      "curriculum": "기초과목에서는 해부학, 생리학, 병리학, 약리학, 간호학개론 등을 배우며 간호학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 성인간호학, 모성간호학, 아동간호학, 지역사회간호학, 정신간호학 등을 통해 다양한 환자와 상황에 대한 전문 간호 기술을 학습합니다.",
      "sub_major": "간호학과는 성인간호학, 모성간호학, 아동간호학, 정신간호학, 지역사회간호학, 노인간호학 등 다양한 세부 전공을 포함하며, 각 전공은 성인 환자 간호, 여성 건강 관리, 아동 질병 간호, 정신 건강 간호, 지역사회 건강 관리, 노인 건강 관리 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "보건학",
      "description": "보건학과는 인간의 건강을 증진하고 질병을 예방하기 위한 학문으로, 공중보건, 환경보건, 역학 등을 연구합니다. 지역사회 건강 관리와 보건 정책 수립에 필요한 지식과 기술을 익혀, 공공 건강을 보호하는 전문가를 양성합니다. ",
      "summary": "사회의 건강을 지키는 예방의 선구자",
      "id": 104,
      "definition": "보건학과는 인간의 건강을 증진시키고 질병을 예방하기 위한 학문으로, 공중보건, 환경보건, 보건정책, 역학 등을 연구합니다. 최근 트렌드로는 글로벌 보건, 건강 형평성, 환경 건강, 만성 질환 예방 등이 부상하고 있으며, 이를 통해 사회 전체의 건강 수준을 향상시키는 데 기여하고 있습니다.",
      "ideal_candiate": "보건학과는 인간의 건강과 환경에 관심이 많고, 공공의 건강 증진에 기여하고자 하는 학생에게 적합합니다. 보건학과는 공중보건과 환경보건 분야에서 높은 윤리의식과 전문 지식을 갖춘 보건 전문가를 양성합니다.",
      "curriculum": "기초과목에서는 보건학개론, 역학, 환경보건, 보건통계학, 보건정책 등을 배우며 보건학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 보건교육, 건강증진, 보건행정, 보건경제학 등을 통해 다양한 보건 문제를 해결하는 방법을 학습합니다.",
      "sub_major": "보건학과는 공중보건학, 환경보건학, 역학, 보건정책학, 보건행정학, 보건교육학 등 다양한 세부 전공을 포함하며, 각 전공은 공중보건, 환경 건강, 질병 예방, 보건 정책, 보건 행정, 건강 교육 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "임상병리학",
      "description": "임상병리학과는 환자의 진단과 치료를 위해 혈액, 소변, 조직 등 다양한 생체 시료를 분석하는 학문입니다. 의료 현장에서 필요한 임상 검사 기술과 이론을 학습하며, 정확한 진단을 위한 전문적인 임상병리사를 양성합니다.",
      "summary": "현미경 아래에서 생명을 구하는 탐구자",
      "id": 105,
      "definition": "임상병리학과는 환자의 진단과 치료를 위해 혈액, 소변, 조직 등 다양한 생체 시료를 분석하는 학문으로, 병리학적 검사와 임상 검사 기술을 연구합니다. 최근 트렌드로는 분자진단, 유전자 분석, 자동화 검사 기술 등이 부상하고 있으며, 이를 통해 보다 정확하고 신속한 진단이 가능해지고 있습니다.",
      "ideal_candiate": "임상병리학과는 생명과학과 의료 기술에 관심이 많고, 정확하고 세밀한 분석을 수행할 수 있는 학생에게 적합합니다. 임상병리학과는 높은 윤리의식과 전문 지식을 바탕으로 환자의 진단과 치료에 기여할 수 있는 임상병리 전문가를 양성합니다.",
      "curriculum": "기초과목에서는 임상병리학개론, 생화학, 미생물학, 면역학, 해부학 등을 배우며 임상병리학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 임상화학, 혈액학, 세포병리학, 유전자 검사 등을 통해 다양한 임상 검사 방법과 기술을 학습합니다.",
      "sub_major": "임상병리학과는 임상화학, 혈액학, 미생물학, 면역학, 분자진단학 등 다양한 세부 전공을 포함하며, 각 전공은 혈액 분석, 병원체 검출, 면역 반응 분석, 유전자 검사 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "수의학",
      "description": "수의학과는 동물의 건강을 유지하고 질병을 예방, 진단, 치료하는 학문으로, 동물의 생리와 병리학적 지식을 연구합니다. 반려동물, 가축, 야생동물 등 다양한 동물을 대상으로 한 임상 수의학과 공중 보건을 위한 전문가를 양성합니다.",
      "summary": "동물의 생명을 지키는 의료 전문가",
      "id": 106,
      "definition": "수의학과는 동물의 건강을 유지하고 질병을 예방, 진단, 치료하는 학문으로, 동물의 생리와 해부, 질병의 원인과 치료법을 연구합니다. 최근 트렌드로는 반려동물 의료, 동물복지, 수의공중보건, 생명공학 등이 부상하고 있으며, 이를 통해 동물과 인간의 건강을 동시에 증진시키는 데 기여하고 있습니다.",
      "ideal_candiate": "수의학과는 동물에 대한 애정과 관심이 많고, 생명과학에 흥미를 가진 학생에게 적합합니다. 수의학과는 동물의 건강과 복지를 위해 헌신할 수 있는 높은 윤리의식과 전문성을 갖춘 수의사를 양성합니다.",
      "curriculum": "기초과목에서는 동물해부학, 생리학, 생화학, 병리학, 미생물학 등을 배우며 수의학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 내과학, 외과학, 임상병리학, 예방수의학, 공중보건학 등을 통해 다양한 동물 질병의 진단과 치료 방법을 학습합니다.",
      "sub_major": "수의학과는 내과학, 외과학, 임상병리학, 예방수의학, 공중보건학, 생명공학 등 다양한 세부 전공을 포함하며, 각 전공은 동물의 내과적 치료, 외과적 수술, 임상병리 진단, 질병 예방, 공중보건, 생명과학 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "의학",
      "description": "의학과는 인간의 신체와 건강을 연구하고 질병을 진단, 치료하며 예방하는 학문입니다. 기초 의학부터 임상 의학까지 다양한 분야를 학습해, 의료 현장에서 환자의 건강을 책임지며 의학 연구를 통해 새로운 치료법과 의료 기술을 개발하는 인력을 양성합니다.",
      "summary": "인간의 삶과 죽음을 다루는 최전선의 전문가",
      "id": 107,
      "definition": "의학과는 인간의 신체와 건강을 연구하고 질병을 진단, 치료하며 예방하는 학문입니다. 의사가 되기 위해서는 2년의 의예과 과정을 마친 후 4년의 의학과 교육을 받게 되며, 총 6년 과정으로 이루어져 있습니다. 최근 트렌드로는 첨단 과학 기술의 발달로 인한 의료 혁신, 인공지능을 활용한 진단과 치료, 맞춤형 의료 등이 부상하고 있으며, 이를 통해 인간의 수명을 연장하고 불치병을 치료하는 데 기여하고 있습니다.",
      "ideal_candiate": "의학과는 인체의 구조와 특성에 관심이 있으며, 환자를 돌보는 일을 하게 될 학생에게 적합합니다. 의학과는 인간의 신체적·정신적 치료에 대한 관심 외에도 높은 윤리의식, 인간의 존엄성을 중시하는 마음가짐을 갖춘 인재를 양성합니다.",
      "curriculum": "기초과목에서는 의예과 과정에서 의과학입문, 의학개론, 일반화학, 의용공학, 생명물리학, 물리화학, 유기화학 등을 배우며 의학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 의학개론을 통해 의학의 개념과 역사를 조명하고 인간과 환경, 인간의 건강과 질병에 대한 이해를 심화합니다.",
      "sub_major": "의학과는 내과학, 외과학, 소아과학, 정신의학, 가정의학 등 다양한 세부 전공을 포함하며, 각 전공은 기초 의학, 임상 의학, 연구 의학, 대체 의학 등 학문 분야로 세분화될 수 있습니다. 각 전공은 의학 기초 이론과 임상 실습을 통해 종합적인 의학 지식을 배양하고, 의료 현장에서 실질적으로 적용할 수 있는 능력을 함양합니다."
    },
    {
      "major": "치의학",
      "description": "치의학과는 구강 건강을 유지하고 향상시키기 위한 학문으로, 치아와 잇몸, 구강 조직의 질병을 진단하고 치료하는 기술을 배웁니다. 임상 실습을 통해 치과 의사로서 필요한 전문 지식을 쌓으며, 구강 질환 예방과 치료에 기여할 인재를 양성합니다. ",
      "summary": "건강한 미소를 지키는 구강 전문가",
      "id": 108,
      "definition": "치의학과는 구강 건강을 유지하고 향상시키기 위한 학문으로, 치아와 잇몸, 구강 조직의 질병을 예방하고 진단하며 치료하는 방법을 연구합니다. 최근 트렌드로는 디지털 치의학, 임플란트 기술의 발달, 미세 외과, 예방 치의학 등이 부상하고 있으며, 이를 통해 구강 건강의 중요성과 최신 치료 방법을 탐구하고 있습니다.",
      "ideal_candiate": "치의학과는 구강 건강에 대한 관심과 세밀한 손기술을 갖추고 있으며, 환자와의 소통을 중요하게 생각하는 학생에게 적합합니다. 치의학과는 높은 윤리의식과 인류애를 바탕으로 구강 건강을 유지하고 개선하는 전문적인 치과의사를 양성합니다.",
      "curriculum": "기초과목에서는 해부학, 생리학, 병리학, 미생물학, 생화학, 구강 해부학 등을 배우며 치의학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 치과 교정학, 보철학, 치주학, 구강외과학, 예방 치의학 등을 통해 다양한 구강 질환의 진단과 치료 방법을 학습합니다.",
      "sub_major": "치의학과는 치과 교정학, 치과 보철학, 치과 보존학, 구강외과학, 치주학, 예방 치의학, 소아 치과학 등 다양한 세부 전공을 포함하며, 각 전공은 교정 치료, 보철물 제작, 치아 보존 치료, 외과적 치료, 잇몸 질환 치료, 예방적 치료, 소아 구강 건강 관리 등 학문 분야로 세분화될 수 있습니다. 각 전공은 이론 교육과 임상 실습을 통해 종합적인 치의학 지식을 배양하고, 환자에게 최상의 구강 건강을 제공할 수 있는 능력을 함양합니다."
    },
    {
      "major": "한의학",
      "description": "한의학과는 전통 한의학 이론과 실습을 바탕으로 인체의 균형과 조화를 유지하고 질병을 예방, 치료하는 학문입니다. 침, 뜸, 한약 등의 한방 치료법을 연구하며, 자연 친화적인 방법으로 환자의 건강을 회복시키는 전문가를 양성합니다.",
      "summary": "자연의 힘을 빌려 치유하는 의술의 마스터",
      "id": 109,
      "definition": "한의학과는 전통 한의학 이론과 실습을 바탕으로 인체의 균형과 조화를 유지하고 질병을 치료하는 학문입니다. 최근 트렌드로는 한의학과 현대의학의 융합, 한방 치료의 과학적 연구, 한약재의 표준화 등이 부상하고 있으며, 이를 통해 전통 한의학의 현대적 가치를 재조명하고 있습니다.",
      "ideal_candiate": "한의학과는 전통 한의학과 자연 치유에 관심이 많고, 인체의 균형과 조화를 중시하는 학생에게 적합합니다. 한의학과는 높은 윤리의식과 인류애를 바탕으로 환자의 건강과 질병을 총체적으로 관리할 수 있는 전문 한의사를 양성합니다.",
      "curriculum": "기초과목에서는 한의학개론, 한방생리학, 한방병리학, 본초학, 방제학, 해부학 등을 배우며 한의학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 침구학, 한방내과학, 한방부인과학, 한방소아과학 등을 통해 다양한 질병의 한방 치료 방법을 학습합니다.",
      "sub_major": "한의학과는 침구학, 한방내과학, 한방부인과학, 한방소아과학, 한약학, 한방재활의학 등 다양한 세부 전공을 포함하며, 각 전공은 침구 치료, 한방 내과적 치료, 여성 건강 관리, 소아 질병 치료, 한약 연구, 재활 치료 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "약학",
      "description": "약학과는 약물의 개발, 제조, 유통, 관리 및 약물 치료를 연구하는 학문으로, 약리학, 생화학 등을 학습합니다. 제약 산업과 임상 약학 분야에서 활발히 활동하며, 환자의 건강을 위한 정확한 약물 사용과 안전을 책임지는 전문가를 양성합니다.",
      "summary": "생명을 지키는 약의 연금술사",
      "id": 110,
      "definition": "약학과는 약물의 개발, 제조, 유통, 관리 및 약물 치료를 연구하는 학문으로, 약리학, 약물학, 생화학 등을 포함합니다. 최근 트렌드로는 맞춤형 약물 치료, 바이오 의약품, 약물 유전체학 등이 부상하고 있으며, 이를 통해 더욱 효과적이고 안전한 약물 치료를 제공하고 있습니다.",
      "ideal_candiate": "약학과는 화학, 생물학 등 자연과학에 대한 관심이 많고, 환자의 건강을 위해 헌신할 수 있는 학생에게 적합합니다. 약학과는 높은 윤리의식과 전문 지식을 바탕으로 환자의 건강과 약물 안전성을 책임질 수 있는 약사를 양성합니다.",
      "curriculum": "기초과목에서는 약학개론, 유기화학, 생화학, 약물학, 약리학 등을 배우며 약학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 약물 설계, 약물 동태학, 약물 상호작용, 임상 약학 등을 통해 다양한 약물 연구와 개발 방법을 학습합니다.",
      "sub_major": "약학과는 약물학, 약리학, 생화학, 임상약학, 약물 유전체학 등 다양한 세부 전공을 포함하며, 각 전공은 약물 개발, 약물 효능 분석, 약물 상호작용 연구, 임상 약물 치료 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "재활학",
      "description": "재활학과는 신체적, 정신적 장애를 가진 사람들의 기능 회복과 삶의 질 향상을 목표로 하는 학문입니다. 물리치료, 작업치료 등 다양한 재활 방법을 연구하며, 재활 치료 이론과 실습을 통해 환자의 일상 복귀를 돕는 전문가를 양성합니다.",
      "summary": "삶의 활력을 되찾아주는 몸의 치유사",
      "id": 111,
      "definition": "재활학과는 신체적, 정신적 장애를 가진 사람들의 기능 회복과 삶의 질 향상을 목표로 하는 학문으로, 물리치료, 작업치료, 언어치료 등 다양한 재활 치료 방법을 연구합니다. 최근 트렌드로는 디지털 재활 기술, 로봇 재활, 통합 재활 치료 등이 부상하고 있으며, 이를 통해 환자 개개인의 특성에 맞춘 맞춤형 재활 치료를 제공하고 있습니다.",
      "ideal_candiate": "재활학과는 타인의 회복과 재활을 돕는 일에 관심이 많고, 인내심과 봉사정신을 갖춘 학생에게 적합합니다. 재활학과는 높은 윤리의식과 전문 지식을 바탕으로 환자의 기능 회복과 삶의 질 향상을 도울 수 있는 재활 전문가를 양성합니다.",
      "curriculum": "기초과목에서는 재활의학개론, 해부학, 생리학, 재활 심리학, 운동학 등을 배우며 재활학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 물리치료, 작업치료, 언어치료, 재활 상담 등을 통해 다양한 재활 치료 방법과 기술을 학습합니다.",
      "sub_major": "재활학과는 물리치료학, 작업치료학, 언어치료학, 재활상담학 등 다양한 세부 전공을 포함하며, 각 전공은 신체 기능 회복, 작업 활동을 통한 치료, 언어 능력 회복, 재활 상담 등 학문 분야로 세분화될 수 있습니다."
    }
  ],
  "humanities": [
    {
      "major": "문헌정보학",
      "description": "문헌정보학과는 정보의 수집, 정리, 저장, 검색 등을 연구하며, 도서관학, 정보학, 기록관리학을 다룹니다. 디지털 도서관, 빅데이터 분석 등 최신 트렌드를 통해 정보 관리와 활용을 효율적으로 배우며, 체계적인 사고를 바탕으로 정보 관리 전문가를 양성하는 학과입니다.",
      "summary": "정보의 바다에서 길을 찾는 탐색자, 데이터를 다루는 전문가",
      "id": 112,
      "definition": "문헌정보학과는 정보의 수집, 정리, 저장, 검색, 이용을 연구하는 학문으로, 도서관학, 정보학, 기록관리학 등을 포함합니다. 최근 트렌드로는 디지털 도서관, 빅데이터 분석, 정보 관리 시스템, 전자 기록 관리 등이 부상하고 있으며, 이를 통해 정보의 효율적 관리와 활용을 도모하고 있습니다.",
      "ideal_candiate": "문헌정보학과는 정보의 조직과 관리에 관심이 많고, 체계적이고 분석적인 사고를 갖춘 학생에게 적합합니다. 문헌정보학과는 정보의 구조와 흐름을 이해하고, 이를 바탕으로 정보 서비스를 제공할 수 있는 전문적인 정보 관리 인재를 양성합니다.",
      "curriculum": "기초과목에서는 문헌정보학개론, 도서관학개론, 정보관리학, 분류론, 목록론 등을 배우며 문헌정보학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 디지털 도서관, 정보검색론, 기록관리학, 빅데이터 분석 등을 통해 다양한 정보 관리 방법과 기술을 학습합니다.",
      "sub_major": "문헌정보학과는 도서관학, 정보학, 기록관리학, 정보시스템학 등 다양한 세부 전공을 포함하며, 각 전공은 도서관 운영, 정보 관리, 기록 보존, 정보 시스템 설계 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "문화콘텐츠학",
      "description": "문화콘텐츠학과는 방송, 영화, 게임 등 다양한 콘텐츠의 기획과 제작을 연구하며, 인문학적 기초와 창의적 기획 능력을 기릅니다. 디지털 기술과 마케팅을 융합해 새로운 콘텐츠를 창조할 전문가를 양성하는 것을 목표로 합니다.",
      "summary": "상상력을 현실로! 세상을 놀라게 할 콘텐츠 창조의 무대",
      "id": 113,
      "definition": "문화콘텐츠학과는 사회의 산출물인 방송, 문학, 게임, 영화 등 다양한 문화 콘텐츠에 대한 깊은 이해와 비평 능력을 배우며, 인문학적 기초를 통해 글로벌 문화 인재로 성장하는 데 초점을 둔 학문입니다. 영화, 애니메이션, 게임, 캐릭터, 테마파크, 문화기획 등 다양한 분야에서 기획, 제작, 마케팅 인력을 필요로 하는 문화콘텐츠산업의 성장에 맞춰 인문학과 예술, 디자인, 디지털 기술, 마케팅 등을 융합하는 교육을 통해 이러한 인재를 양성하고 있습니다.",
      "ideal_candiate": "문화콘텐츠학과는 문화 콘텐츠는 사람이 사회에서 창의적으로 개발한 산출물이므로, 기본적으로 인문학과 예술에 대한 깊은 이해와 관심을 가진 학생에게 적합합니다. 문화콘텐츠학과는 인문학적 소양을 기반으로 다양한 사회·경제 현상에 대한 호기심과 관심을 바탕으로 창의적이고 혁신적인 콘텐츠를 제작할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 문화콘텐츠 개론, 미디어 이론, 문화사, 콘텐츠 기획, 스토리텔링 등을 배우며 문화콘텐츠의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 문화비평워크샵을 통해 문화 콘텐츠의 가공은 비평적 관점이 동반되지 않을 때 지속적인 경쟁력을 가질 수 없음을 학습합니다.",
      "sub_major": "문화콘텐츠학과는 문화콘텐츠학, 디지털 콘텐츠, 융합 콘텐츠, 글로벌 콘텐츠 등 다양한 세부 전공을 포함하며, 각 전공은 문화콘텐츠 기획 및 제작, 디지털 콘텐츠 개발, 융합 콘텐츠 연구, 글로벌 콘텐츠 창작 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "미술사학",
      "description": "미술사학과는 미술 작품의 역사와 배경을 연구하며, 인류의 문화유산을 해석하는 학문입니다. 동서양 미술사를 배우고, 디지털 보존 기술을 포함한 현대적 방법으로 미술의 역사적 의미를 탐구합니다.",
      "summary": "시간을 거슬러 미술 속 이야기를 발견하는 역사 탐험가의 여정",
      "id": 114,
      "definition": "미술사학과는 인류의 문화유산과 미술작품의 역사를 파악하고 해석하는 학문 분야입니다. 최근에는 정보기술과의 융합을 통해 디지털 아카이빙 기술 등이 발전하고 있어, 유적 및 미술작품의 디지털 보존과 관련된 연구 분야에서 주목받고 있습니다.",
      "ideal_candiate": "미술사학과는 미술과 역사에 대한 깊은 관심과 애정을 가진 학생에게 적합합니다. 미술사학과는 미술 작품과 그 배경을 체계적으로 연구하고, 이를 통해 미술의 역사적 의미와 문화를 이해하고 보존할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 미술사개론, 서양미술사, 동양미술사, 미술비평 등을 배우며 미술사학의 기본 원리와 기초 지식을 습득합니다. 심화과목에서는 현대미술사, 미술사연구방법론, 미술사특강 등을 통해 다양한 미술사의 이론과 연구 방법을 학습합니다.",
      "sub_major": "미술사학과는 서양미술사, 동양미술사, 현대미술사, 미술비평 등 다양한 세부 전공을 포함하며, 각 전공은 서양 미술의 역사적 연구, 동양 미술의 발전 과정 연구, 현대 미술의 분석, 미술 비평 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "미학",
      "description": "미학과는 예술과 미의 본질을 철학적으로 연구하는 학문입니다. 미적 경험과 예술의 의미를 탐구하며, 예술과 테크놀로지, 환경 미학 등 현대적 주제도 다룹니다. 학생들은 고전과 현대 미학을 통해 예술의 가치를 분석하고 깊이 있는 미적 이해를 쌓습니다.",
      "summary": "예술과 철학의 만남 속에서 미의 본질에 대한 깊이 있는 탐구",
      "id": 115,
      "definition": "미학과는 미와 예술의 본질을 연구하는 철학의 한 분야로, 예술 작품의 의미와 가치를 탐구합니다. 최근 트렌드로는 예술과 테크놀로지의 융합, 환경 미학, 디지털 미학 등이 부상하고 있으며, 이를 통해 예술의 새로운 가능성과 의미를 탐구하고 있습니다.",
      "ideal_candiate": "미학과는 예술과 철학에 대한 깊은 관심과 사고력을 가진 학생에게 적합합니다. 미학과는 예술의 본질과 미적 경험을 철학적으로 탐구하고, 이를 통해 예술 작품의 가치를 이해하고 분석할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 미학개론, 미적 경험, 예술 철학, 서양미학사, 동양미학사 등을 배우며 미학의 기본 원리와 기초 지식을 습득합니다. 심화과목에서는 현대미학, 예술비평, 미학적 논문 작성, 예술과 윤리 등을 통해 다양한 미학의 이론과 응용 방법을 학습합니다.",
      "sub_major": "미학과는 고전미학, 현대미학, 예술철학, 미학비평 등 다양한 세부 전공을 포함하며, 각 전공은 고전 미학의 철학적 연구, 현대 미학의 발전 과정 분석, 예술 철학의 이론적 탐구, 미학 비평의 실제 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "역사·고고학",
      "description": "역사고고학과는 인류의 과거와 유물을 연구하며, 역사적 기록과 발굴을 통해 사회의 발전과 변화를 탐구하는 학문입니다. 디지털 고고학, 유전자 분석, 가상현실 복원 기술을 활용해 과거를 복원하고, 역사적 사건과 문화를 체계적으로 해석할 인재를 양성하는 것이 목표입니다.",
      "summary": "땅속에 묻힌 인류의 비밀을 밝혀내고, 과거의 이야기를 재구성하는 시간 탐험가",
      "id": 116,
      "definition": "역사고고학과는 인류의 과거를 연구하는 학문으로, 역사적 기록과 고고학적 유물을 통해 인간 사회의 발전과 변천 과정을 탐구합니다. 최근 트렌드로는 디지털 고고학, 유전자 분석을 통한 인류 기원 연구, 가상현실을 활용한 고고학적 복원 등이 부상하고 있으며, 이를 통해 과거를 더욱 정확하고 생생하게 복원하고 있습니다.",
      "ideal_candiate": "역사고고학과는 인류의 과거와 유물에 대한 깊은 관심과 탐구심을 가진 학생에게 적합합니다. 역사고고학과는 역사적 사건과 고고학적 발견을 통해 과거의 인간 생활을 체계적으로 이해하고 해석할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 고대사, 중세사, 근현대사, 고고학 개론, 유물 분석 등을 배우며 역사고고학의 기본 원리와 기초 지식을 습득합니다. 심화과목에서는 고고학 연구방법론, 발굴 실습, 문화유산 관리, 고대 문명사 등을 통해 다양한 역사와 고고학의 이론과 실습을 학습합니다.",
      "sub_major": "역사고고학과는 고대사, 중세사, 근현대사, 유물분석학, 문화유산관리학 등 다양한 세부 전공을 포함하며, 각 전공은 특정 시대의 역사 연구, 고고학적 발굴과 분석, 문화유산의 보존과 관리 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "종교학",
      "description": "종교학과는 세계의 다양한 종교와 그들의 신앙, 역사, 철학을 연구하는 학문입니다. 종교의 본질과 사회적 역할을 탐구하며, 최근에는 종교와 과학, 윤리, 평화 연구 등이 주목받고 있습니다. 종교의 철학적, 사회적 의미를 깊이 이해하고 분석할 인재를 양성하는 것이 목표입니다.",
      "summary": "세상의 다양한 신앙과 종교의 숨겨진 의미를 발견하는 순례자",
      "id": 117,
      "definition": "종교학과는 세계의 다양한 종교와 그들의 신앙, 의식, 역사, 철학을 연구하는 학문으로, 종교의 본질과 사회적 역할을 탐구합니다. 최근 트렌드로는 종교와 과학의 대화, 종교 간 대화와 평화 연구, 종교와 윤리 등이 부상하고 있으며, 이를 통해 종교의 현대적 의미와 역할을 재조명하고 있습니다.",
      "ideal_candiate": "종교학과는 다양한 종교와 그들의 신앙 체계에 대한 깊은 관심과 이해를 가진 학생에게 적합합니다. 종교학과는 종교의 역사와 철학을 체계적으로 연구하고, 이를 통해 종교의 사회적, 문화적 역할을 이해하고 분석할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 종교학개론, 세계종교사, 종교철학, 종교사회학, 종교심리학 등을 배우며 종교학의 기본 원리와 기초 지식을 습득합니다. 심화과목에서는 특정 종교 연구, 종교 간 대화, 종교와 과학, 종교와 윤리 등을 통해 다양한 종교와 그들의 철학적, 사회적 의미를 깊이 있게 학습합니다.",
      "sub_major": "종교학과는 종교철학, 세계종교사, 종교사회학, 종교심리학, 비교종교학 등 다양한 세부 전공을 포함하며, 각 전공은 종교 철학의 이론적 탐구, 세계 종교의 역사 연구, 종교의 사회적 역할 분석 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "철학·윤리학",
      "description": "철학·윤리학과는 인간의 존재와 도덕적 가치를 탐구하며, 인공지능, 생명, 환경 윤리 등 현대 윤리 문제를 해결하는 학문입니다. 논리적 사고와 윤리적 판단력을 갖춘 인재를 양성하는 것이 목표입니다.",
      "summary": "인간의 본질과 도덕을 탐구하며 세상을 바꾸는 사색가",
      "id": 118,
      "definition": "철학·윤리학과는 인간의 존재와 삶의 본질을 탐구하고, 도덕적 가치와 윤리적 문제를 연구하는 학문입니다. 최근 트렌드로는 인공지능 윤리, 생명 윤리, 환경 윤리 등이 부상하고 있으며, 이를 통해 현대 사회에서 발생하는 다양한 윤리적 문제를 분석하고 해결하는 데 기여하고 있습니다.",
      "ideal_candiate": "철학·윤리학과는 인간의 삶과 도덕적 가치에 대한 깊은 관심과 탐구심을 가진 학생에게 적합합니다. 철학·윤리학과는 논리적 사고와 윤리적 판단력을 바탕으로 사회적, 도덕적 문제를 해결할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 서양철학사, 동양철학사, 윤리학개론, 논리학 등을 배우며 철학과 윤리학의 기본 원리와 기초 지식을 습득합니다. 심화과목에서는 현대철학, 사회윤리, 환경윤리, 생명윤리 등을 통해 다양한 철학적, 윤리적 이론과 실천 방법을 학습합니다.",
      "sub_major": "철학·윤리학과는 서양철학, 동양철학, 윤리학, 논리학 등 다양한 세부 전공을 포함하며, 각 전공은 철학적 이론 연구, 도덕적 가치 분석, 사회적 윤리 문제 해결 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "국어·국문학",
      "description": "국어국문학과는 한국어와 문학의 역사, 구조, 문법을 연구하며, 고전부터 현대까지 한국 문학의 흐름을 분석합니다. 한류 확산으로 국제적 관심이 커지는 가운데, 한국 문학과 문화를 보존하고 세계에 알릴 인재를 양성하는 것이 목표입니다.",
      "summary": "한국어의 아름다움과 문학의 숨결을 찾아 떠나는 시간 여행",
      "id": 119,
      "definition": "국어국문학과는 한국어와 한국 문학을 연구하는 학문으로, 한국어의 역사와 구조, 한국 문학의 전통과 현대적 변화를 탐구합니다. 최근 트렌드로는 한류의 확산과 함께 한국 문학과 문화에 대한 국제적 관심이 증가하고 있으며, 이를 통해 한국어와 한국 문학의 세계화에 기여하고 있습니다.",
      "ideal_candiate": "국어국문학과는 한국어와 한국 문학에 대한 깊은 이해와 애정을 가진 학생에게 적합합니다. 국어국문학과는 한국어의 구조와 변천, 한국 문학의 흐름을 체계적으로 연구하고, 이를 통해 한국 문화와 언어를 보존하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 국어학개론, 한국문학개론, 고전문학, 현대문학, 국어사 등을 배우며 국어국문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고전시가, 현대시, 고전소설, 현대소설, 한국어문법 등을 통해 다양한 한국어와 한국 문학의 측면을 깊이 있게 학습합니다.",
      "sub_major": "국어국문학과는 국어학, 고전문학, 현대문학, 비교문학 등 다양한 세부 전공을 포함하며, 각 전공은 한국어의 구조와 역사 연구, 고전 문학 작품 분석, 현대 문학 작품 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "독일어·문학",
      "description": "독일어문학과는 독일어의 구조와 문법, 독일 문학의 역사와 작품을 연구하는 학문입니다. 독일어와 문학, 철학, 문화적 가치를 학습하며, 국제적 관심 속에서 독일어와 문학의 세계화에 기여할 인재를 양성하는 것을 목표로 합니다.",
      "summary": "독일어로 펼쳐지는 철학과 문학의 깊이를 탐험하는 지적 여정",
      "id": 120,
      "definition": "독일어문학과는 독일어의 구조와 독일 문학의 전통과 변화를 연구하는 학문으로, 독일의 언어, 문학, 문화 등을 깊이 있게 탐구합니다. 최근 트렌드로는 독일어 교육의 중요성 증가와 함께 독일 문학과 문화에 대한 국제적 관심이 확대되고 있으며, 이를 통해 독일어와 독일 문학의 세계화를 촉진하고 있습니다.",
      "ideal_candiate": "독일어문학과는 독일어와 독일 문학에 대한 깊은 관심과 애정을 가진 학생에게 적합합니다. 독일어문학과는 독일어의 구조와 변천, 독일 문학의 흐름을 체계적으로 연구하고, 이를 통해 독일 문화와 언어를 이해하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 독일어문법, 독일어회화, 독일문학개론, 독일어작문, 독일어독해 등을 배우며 독일어문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 독일소설, 독일시, 독일희곡, 독일문학사, 독일어학 등을 통해 다양한 독일 문학 작품과 독일어의 구조를 깊이 있게 학습합니다.",
      "sub_major": "독일어문학과는 독일어학, 독일소설, 독일시, 독일희곡, 비교문학 등 다양한 세부 전공을 포함하며, 각 전공은 독일어의 구조와 역사 연구, 독일 문학 작품 분석, 독일 문화 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "러시아어·문학",
      "description": "러시아어문학과는 러시아어의 구조와 문법, 문학의 역사와 작품을 연구하는 학문입니다. 러시아 문학의 전통과 변화를 체계적으로 학습하며, 국제적 관심이 증가하는 가운데 세계 무대에서 활약할 인재를 양성하는 것을 목표로 합니다.",
      "summary": "러시아어의 매혹적인 울림과 문학 속 광활한 세계의 탐험",
      "id": 121,
      "definition": "러시아어문학과는 러시아어의 구조와 러시아 문학의 전통과 변화를 연구하는 학문으로, 러시아의 언어, 문학, 문화 등을 깊이 있게 탐구합니다. 최근 트렌드로는 러시아의 문화적 영향력 증가와 함께 러시아어 교육의 중요성이 확대되고 있으며, 이를 통해 러시아어와 러시아 문학의 세계화를 촉진하고 있습니다.",
      "ideal_candiate": "러시아어문학과는 러시아어와 러시아 문학에 대한 깊은 관심과 애정을 가진 학생에게 적합합니다. 러시아어문학과는 러시아어의 구조와 변천, 러시아 문학의 흐름을 체계적으로 연구하고, 이를 통해 러시아 문화와 언어를 이해하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 러시아어문법, 러시아어회화, 러시아문학개론, 러시아어작문, 러시아어독해 등을 배우며 러시아어문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 러시아소설, 러시아시, 러시아희곡, 러시아문학사, 러시아어학 등을 통해 다양한 러시아 문학 작품과 러시아어의 구조를 깊이 있게 학습합니다.",
      "sub_major": "러시아어문학과는 러시아어학, 러시아소설, 러시아시, 러시아희곡, 비교문학 등 다양한 세부 전공을 포함하며, 각 전공은 러시아어의 구조와 역사 연구, 러시아 문학 작품 분석, 러시아 문화 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "스페인어·문학",
      "description": "스페인어문학과는 스페인어의 구조와 문법, 문학의 역사와 변화를 연구하는 학문입니다. 학생들은 스페인과 라틴 아메리카 문화와 문학을 깊이 탐구하며, 스페인어의 세계적 확산에 기여할 인재로 성장합니다. 글로벌 무대에서 활약할 수 있는 역량을 갖춘 전문가 양성을 목표로 합니다.",
      "summary": "스페인어의 리듬과 문학 속 스페인의 매력을 발견하는 여행",
      "id": 122,
      "definition": "스페인어문학과는 스페인어의 구조와 스페인 문학의 전통과 변화를 연구하는 학문으로, 스페인의 언어, 문학, 문화 등을 깊이 있게 탐구합니다. 최근 트렌드로는 라틴 아메리카와의 교류 확대와 함께 스페인어와 스페인 문학의 중요성이 부각되고 있으며, 이를 통해 스페인어와 스페인 문학의 세계화를 촉진하고 있습니다.",
      "ideal_candiate": "스페인어문학과는 스페인어와 스페인 문학에 대한 깊은 관심과 애정을 가진 학생에게 적합합니다. 스페인어문학과는 스페인어의 구조와 변천, 스페인 문학의 흐름을 체계적으로 연구하고, 이를 통해 스페인 문화와 언어를 이해하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 스페인어문법, 스페인어회화, 스페인문학개론, 스페인어작문, 스페인어독해 등을 배우며 스페인어문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 스페인소설, 스페인시, 스페인희곡, 스페인문학사, 스페인어학 등을 통해 다양한 스페인 문학 작품과 스페인어의 구조를 깊이 있게 학습합니다.",
      "sub_major": "스페인어문학과는 스페인어학, 스페인소설, 스페인시, 스페인희곡, 비교문학 등 다양한 세부 전공을 포함하며, 각 전공은 스페인어의 구조와 역사 연구, 스페인 문학 작품 분석, 스페인 문화 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "언어학",
      "description": "언어학과는 인간 언어의 구조와 기능, 역사적 발달을 연구하는 학문입니다. 음성학, 통사론 등 다양한 분야를 분석하고, 자연어 처리와 인공지능 등 최신 기술을 다룹니다. 언어의 다양성과 변화를 이해하며, 분석력과 비판적 사고를 통해 언어 현상을 탐구할 전문가를 양성합니다.",
      "summary": "언어의 퍼즐을 맞추고, 소리와 의미의 비밀을 해독하는 탐험",
      "id": 123,
      "definition": "언어학과는 인간 언어의 구조, 기능, 발달, 변화를 연구하는 학문으로, 음성학, 음운론, 형태론, 통사론, 의미론, 사회언어학 등을 포함합니다. 최근 트렌드로는 자연어 처리, 인공지능과 언어, 다중언어학, 언어 보존 등이 부상하고 있으며, 이를 통해 언어의 다양한 측면을 깊이 이해하고 응용할 수 있는 가능성을 탐구하고 있습니다.",
      "ideal_candiate": "언어학과는 언어의 구조와 기능을 과학적으로 탐구하는 것에 열정을 가진 학생에게 적합합니다. 높은 분석력과 비판적 사고를 바탕으로 다양한 언어 현상을 연구하며, 현대적 문제 해결 능력을 갖춘 언어학자를 양성합니다.",
      "curriculum": "기초과목에서는 음성학, 음운론, 형태론, 통사론, 의미론 등을 배우며 언어학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 자연어 처리, 인공지능과 언어, 다중언어학 등을 통해 현대적 문제 해결 능력을 향상시킵니다.",
      "sub_major": "언어학과는 음성학, 통사론, 음성언어처리, 역사비교언어학 및 의미론, 음운론, 컴퓨터언어학연구 등 다양한 세부 전공을 포함하며, 각 전공은 통사-음성부 간의 접면 분야 등에 대한 연구, 음성언어처리와 관련된 공학&실험적 연구, 자연언어를 분석 관련 양적 연구 등의 연구 분야로 세분화시킬 수 있습니다."
    },
    {
      "major": "영미어·문학",
      "description": "영미어문학과는 영어권 국가의 언어와 문학을 연구하며, 영어의 구조와 영미 문학의 흐름을 학습합니다. 학생들은 소설, 시, 희곡 등을 분석하고 영어권 문화와 언어를 깊이 탐구해 국제적 감각을 갖춘 인재로 성장합니다.",
      "summary": "영어로 펼쳐지는 이야기 속 비밀을 파헤치는 문학 탐험",
      "id": 124,
      "definition": "영미어문학과는 영어의 구조와 영미 문학의 전통과 변화를 연구하는 학문으로, 영어권의 언어, 문학, 문화 등을 깊이 있게 탐구합니다. 최근 트렌드로는 글로벌화와 함께 영어의 중요성이 더욱 부각되고 있으며, 이를 통해 영어와 영미 문학의 세계화를 촉진하고 있습니다.",
      "ideal_candiate": "영미어문학과는 영어와 영미 문학에 대한 깊은 관심과 애정을 가진 학생에게 적합합니다. 영미어문학과는 영어의 구조와 변천, 영미 문학의 흐름을 체계적으로 연구하고, 이를 통해 영어권 문화와 언어를 이해하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 영어문법, 영어회화, 영미문학개론, 영어작문, 영어독해 등을 배우며 영미어문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 영미소설, 영미시, 영미희곡, 영미문학사, 영어학 등을 통해 다양한 영미 문학 작품과 영어의 구조를 깊이 있게 학습합니다.",
      "sub_major": "영미어문학과는 영어학, 영미소설, 영미시, 영미희곡, 비교문학 등 다양한 세부 전공을 포함하며, 각 전공은 영어의 구조와 역사 연구, 영미 문학 작품 분석, 영어권 문화 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "일본어·문학",
      "description": "일본어문학과는 일본어의 구조와 문법, 일본 문학의 역사와 변화를 연구하는 학문입니다. 학생들은 고전부터 현대까지 일본 문학을 분석하며, 일본어 교육과 문화 콘텐츠에 대한 관심이 높아지는 가운데, 일본어와 문학의 세계화에 기여할 인재를 양성하는 것을 목표로 합니다.",
      "summary": "일본어의 매력을 탐구하고 문학 속 일본을 여행하는 시간",
      "id": 125,
      "definition": "일본어문학과는 일본어의 구조와 일본 문학의 전통과 변화를 연구하는 학문으로, 일본의 언어, 문학, 문화 등을 깊이 있게 탐구합니다. 최근 트렌드로는 일본 문학의 세계적 확산과 함께 일본어 교육, 일본 문화 콘텐츠의 중요성이 부각되고 있으며, 이를 통해 일본어와 일본 문학의 세계화를 촉진하고 있습니다.",
      "ideal_candiate": "일본어문학과는 일본어와 일본 문학에 대한 깊은 관심과 애정을 가진 학생에게 적합합니다. 일본어문학과는 일본어의 구조와 변천, 일본 문학의 흐름을 체계적으로 연구하고, 이를 통해 일본 문화와 언어를 이해하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 일본어문법, 일본어회화, 일본문학개론, 일본어작문, 일본어독해 등을 배우며 일본어문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 근현대일본문학, 고전일본문학, 일본어통사론, 일본어음운론 등을 통해 다양한 일본어와 일본 문학의 측면을 깊이 있게 학습합니다.",
      "sub_major": "일본어문학과는 일본어학, 고전일본문학, 근현대일본문학, 비교문학 등 다양한 세부 전공을 포함하며, 각 전공은 일본어의 구조와 역사 연구, 고전 문학 작품 분석, 현대 문학 작품 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "중국어·문학",
      "description": "중국어문학과는 중국어의 구조와 문법, 중국 문학의 흐름을 연구하며, 중국어와 문학의 중요성을 학습하는 학문입니다. 학생들은 고전부터 현대까지 이어지는 문학을 체계적으로 배우며, 중국어와 문화를 깊이 이해해 글로벌 전문가로 성장하는 것을 목표로 합니다.",
      "summary": "중국어의 미로 속에서 문학의 보물을 발견하는 지식의 탐험",
      "id": 126,
      "definition": "중국어문학과는 중국어의 구조와 중국 문학의 전통과 변화를 연구하는 학문으로, 중국의 언어, 문학, 문화 등을 깊이 있게 탐구합니다. 최근 트렌드로는 중국의 경제 성장과 함께 중국어와 중국 문학의 중요성이 부각되고 있으며, 이를 통해 중국어와 중국 문학의 세계화를 촉진하고 있습니다.",
      "ideal_candiate": "중국어문학과는 중국어와 중국 문학에 대한 깊은 관심과 애정을 가진 학생에게 적합합니다. 중국어문학과는 중국어의 구조와 변천, 중국 문학의 흐름을 체계적으로 연구하고, 이를 통해 중국 문화와 언어를 이해하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 중국어문법, 중국어회화, 중국문학개론, 중국어작문, 중국어독해 등을 배우며 중국어문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 근현대중국문학, 고전중국문학, 중국어통사론, 중국어음운론 등을 통해 다양한 중국어와 중국 문학의 측면을 깊이 있게 학습합니다.",
      "sub_major": "중국어문학과는 중국어학, 고전중국문학, 근현대중국문학, 비교문학 등 다양한 세부 전공을 포함하며, 각 전공은 중국어의 구조와 역사 연구, 고전 문학 작품 분석, 현대 문학 작품 연구 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "프랑스어·문학",
      "description": "프랑스어문학과는 프랑스어의 구조와 문법, 문학의 역사와 작품을 연구하는 학문입니다. 학생들은 프랑스어와 문학을 체계적으로 학습하며, 글로벌 무대에서 활약할 인재로 성장합니다. 프랑스 문학의 세계적 확산과 교육의 중요성을 바탕으로 문화와 언어를 깊이 이해하는 것을 목표로 합니다.",
      "summary": "프랑스어의 아름다움과 문학의 깊이를 감상하는 새로운 세계",
      "id": 127,
      "definition": "프랑스어문학과는 프랑스어의 구조와 프랑스 문학의 전통과 변화를 연구하는 학문으로, 프랑스의 언어, 문학, 문화 등을 깊이 있게 탐구합니다. 최근 트렌드로는 프랑스 문학의 세계적 확산과 함께 프랑스어 교육의 중요성이 확대되고 있으며, 이를 통해 프랑스어와 프랑스 문학의 세계화를 촉진하고 있습니다.",
      "ideal_candiate": "프랑스어문학과는 프랑스어와 프랑스 문학에 대한 깊은 관심과 애정을 가진 학생에게 적합합니다. 프랑스어문학과는 프랑스어의 구조와 변천, 프랑스 문학의 흐름을 체계적으로 연구하고, 이를 통해 프랑스 문화와 언어를 이해하고 발전시킬 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 프랑스어문법, 프랑스어회화, 프랑스문학개론, 프랑스어작문, 프랑스어독해 등을 배우며 프랑스어문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 프랑스소설, 프랑스시, 프랑스희곡, 프랑스문학사, 프랑스어학 등을 통해 다양한 프랑스 문학 작품과 프랑스어의 구조를 깊이 있게 학습합니다.",
      "sub_major": "프랑스어문학과는 프랑스어학, 프랑스소설, 프랑스시, 프랑스희곡, 비교문학 등 다양한 세부 전공을 포함하며, 각 전공은 프랑스어의 구조와 역사 연구, 프랑스 문학 작품 분석, 프랑스 문화 연구 등 학문 분야로 세분화될 수 있습니다."
    }
  ],
  "natural": [
    {
      "major": "물리학",
      "description": "물리학은 자연의 기본 법칙을 탐구하는 학문입니다. 역학, 전자기학, 양자역학 등 기초 물리 분야뿐만 아니라 나노물리학, 양자컴퓨팅, 고에너지 물리학 등의 첨단 분야를 다루며, 이를 통해 과학적 발견과 기술 혁신에 기여합니다.",
      "summary": "자연의 법칙을 탐구하며 우주의 비밀을 밝히는 선구자",
      "id": 128,
      "definition": "물리학과는 자연의 기본 법칙을 탐구하고 이를 통해 다양한 현상을 설명하는 학문으로, 역학, 전자기학, 열역학, 양자역학, 광학 등 다양한 분야를 다룹니다. 최근 트렌드로는 나노물리학, 양자컴퓨팅, 고에너지 물리학, 응집물질 물리학 등이 부상하고 있으며, 첨단 기술을 활용한 기초 과학 연구와 응용이 주목받고 있습니다.",
      "ideal_candiate": "물리학과는 자연의 기본 법칙에 대한 깊은 이해와 탐구에 관심이 있고, 창의적이고 논리적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 최신 물리학 이론과 기술을 활용하여 새로운 현상을 발견하고 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 역학, 전자기학, 열역학, 양자역학, 광학, 수리물리학 등을 배우며 물리학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고체물리학, 입자물리학, 나노물리학, 양자컴퓨팅, 응집물질 물리학, 고에너지 물리학 등 보다 심화된 내용을 다루며, 실험과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "물리학과는 고체물리학, 입자물리학, 나노물리학, 양자물리학, 응집물질 물리학, 고에너지 물리학 등 다양한 세부 전공을 포함하며, 각 전공은 물리 현상의 기본 법칙 탐구, 최첨단 기술 응용, 나노 및 양자 기술 연구, 고에너지 실험 및 분석 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "수학",
      "description": "수학은 숫자, 구조, 공간 및 변화와 관련된 이론과 문제를 연구하는 학문입니다. 대수학, 해석학, 기하학 등 기초 수학 분야부터 응용 수학까지 다양한 분야를 심도 깊게 학습하며 논리적 사고력과 문제 해결 능력을 기릅니다.",
      "summary": "우주의 언어로 세상을 다시쓰는 지혜의 설계자",
      "id": 129,
      "definition": "수학과는 대수학, 해석학, 기하학 등 기초 수학 분야를 학습하여 수학적 창의성과 사고 능력을 배양하고, 자연현상과 사회현상을 수학적으로 설명하고 분석할 수 있는 능력을 함양하는 학문입니다. 수학적 사고를 컴퓨터와 첨단 기술에 응용하여 자연과학, 공학, 금융공학 등 다양한 분야의 복합적 문제를 해결할 수 있는 유능한 인력을 양성하는 데 주력하고 있습니다.",
      "ideal_candiate": "수학과는 논리적 사고와 문제 해결에 관심이 많고, 수학적 원리를 바탕으로 다양한 분야에 응용하고자 하는 학생에게 적합합니다. 수학과는 이론과 응용 능력을 겸비한 창의적이고 분석적인 사고를 가진 수학자를 양성합니다.",
      "curriculum": "기초과목에서는 미적분학, 선형대수학, 해석학, 대수학, 기하학 등을 배우며 수학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 위상수학, 복소수해석, 편미분방정식, 확률론, 수치해석 등을 통해 수학적 이론과 응용 방법을 학습합니다.",
      "sub_major": "수학과는 순수수학, 응용수학, 통계수학, 계산수학, 금융수학 등 다양한 세부 전공을 포함하며, 각 전공은 수학적 이론 연구, 수학적 모델링, 데이터 분석, 금융 공학 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "지구과학",
      "description": "지구과학은 지구와 우주의 구조, 구성, 역사를 연구합니다. 대기, 해양, 지질학 등을 다양한 분야의 지식을 활용해 환경 변화를 이해하고 예측합니다. 환경 보호와 지속가능한 발전을 목표로 다양한 지구과학 연구가 이루어지고 있습니다.",
      "summary": "지구의 내부와 외부를 넘나들며 자연의 비밀을 탐구하는 모험가",
      "id": 130,
      "definition": "지구과학과는 지구의 구성 물질과 대기, 해양의 물리적·화학적 상태 및 변화를 연구하여 지구 환경 변화의 과정을 이해하고 미래 환경 변화를 예측하는 학문입니다. 대기과학, 지구시스템과학, 해양학 등을 아우르는 통합적 접근을 통해 인류의 삶의 질 향상과 지속 가능한 발전을 목표로 지구와 환경의 물리적, 화학적, 생물학적 상호작용을 종합적으로 연구하는 데 주력하고 있습니다.",
      "ideal_candiate": "지구과학과는 자연 현상에 대한 깊은 관심과 탐구심을 가진 학생에게 적합합니다. 지구과학과는 지구와 환경에 대한 체계적이고 종합적인 이해를 바탕으로 지구의 미래를 예측하고 보호할 수 있는 전문적인 지구과학자를 양성합니다.",
      "curriculum": "기초과목에서는 지질학개론, 기상학개론, 해양학개론, 지구물리학개론, 지구화학 등을 배우며 지구과학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 지진학, 기후변화학, 해양지질학, 환경지질학, 지구자원학 등을 통해 다양한 지구과학 분야의 이론과 응용 방법을 학습합니다.",
      "sub_major": "지구과학과는 지질학, 기상학, 해양학, 지구물리학, 환경지질학 등 다양한 세부 전공을 포함하며, 각 전공은 지구의 구조와 구성 연구, 기상 현상 분석, 해양 자원 탐사, 지구 환경 모니터링 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "천문학",
      "description": "천문학은 우주의 구성과 구조, 천체의 특성 및 움직임을 연구하는 학문입니다. 천체물리학, 우주론, 블랙홀 연구 등 다양한 분야를 연구하며 우주를 이해하는 데 중점을 두며, 최첨단 과학기술을 발전시켜 우주 탐사 시대를 열어나가는 데에 기여합니다.",
      "summary": "우주의 신비를 밝히며 별과 행성을 탐험하는 선구자",
      "id": 131,
      "definition": "천문학과는 우주의 기원과 별의 생성과 소멸, 우주 탐사에 관한 문제를 연구하며, 물리학과 천문학의 기본 원리를 탐구하여 인류와 우주의 관계를 이해하는 학문입니다. 최첨단 과학기술과 우주 탐사 시대를 선도하기 위해 소립자, 항성, 은하, 우주 구조 등 광범위한 시공간에 걸친 현상을 물리학과 결합하여 연구하는 창의적 인재를 양성하는 데 주력하고 있습니다.",
      "ideal_candiate": "천문학과는 우주와 천체에 대한 깊은 관심과 호기심을 가진 학생에게 적합합니다. 천문학과는 높은 수학적, 물리학적 지식을 바탕으로 우주 현상을 탐구하고 분석할 수 있는 전문적인 천문학자를 양성합니다.",
      "curriculum": "기초과목에서는 천문학개론, 천체물리학, 관측천문학, 천문 기기학, 우주론 등을 배우며 천문학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고급 천체물리학, 행성학, 은하진화론, 블랙홀 연구 등을 통해 다양한 천문학 분야의 이론과 관측 방법을 학습합니다.",
      "sub_major": "천문학과는 천체물리학, 우주론, 행성학, 관측천문학, 천문기기학 등 다양한 세부 전공을 포함하며, 각 전공은 천체의 물리적 특성 연구, 우주의 구조와 진화, 행성 탐사, 천문 기기 개발 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "통계학",
      "description": "통계학은 데이터의 수집, 분석, 해석을 연구하는 학문입니다. 다양한 통계 이론과 컴퓨터 소프트웨어를 결합해 자연, 사회, 경제 현상을 과학적으로 분석하며, 데이터 기반 의사결정을 돕는 능력을 배양하는 데 중점을 둡니다.",
      "summary": "데이터로 세상의 숨겨진 패턴을 밝히는 탐정",
      "id": 132,
      "definition": "통계학과는 수학적 지식을 바탕으로 자연현상, 사회현상, 경제현상을 과학적으로 분석하고 다양한 통계 이론과 방법을 연구하는 학문입니다. 최근에는 통계적 방법을 컴퓨터 소프트웨어와 결합해 경제학, 사회학, 공학 등 여러 분야에 응용하여 데이터 기반으로 사회 현상을 분석하고 해결할 수 있는 능력을 배양하는 데 중점을 두고 있습니다.",
      "ideal_candiate": "통계학과는 데이터를 분석하고 해석하는 데 관심이 많고, 수학적 사고와 컴퓨터 활용 능력을 갖춘 학생에게 적합합니다. 통계학과는 데이터 기반의 의사 결정을 지원하고 복잡한 문제를 해결할 수 있는 분석적이고 창의적인 인재를 양성합니다.",
      "curriculum": "기초과목에서는 통계학개론, 확률론, 회귀분석, 실험계획법, 데이터 분석 등을 배우며 통계학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 고급 통계 분석, 다변량 분석, 생물 통계, 시계열 분석, 머신러닝 등을 통해 다양한 통계적 기법과 응용 방법을 학습합니다.",
      "sub_major": "통계학과는 이론통계학, 응용통계학, 생물통계학, 데이터사이언스, 금융통계학 등 다양한 세부 전공을 포함하며, 각 전공은 통계적 이론 연구, 실험 데이터 분석, 빅데이터 분석, 금융 데이터 분석 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "생명과학",
      "description": "생명과학은 생명체의 구조와 기능, 발생과 진화를 연구하는 학문입니다. 유전학, 분자생물학, 세포생물학 등의 넓은 분야의 지식을 학습하며, 이를 의학, 농업, 환경보존에 응용해 인류 복지와 자연 보존에 기여하는 것을 목표로 합니다.",
      "summary": "생명체의 비밀을 풀어내며 인류와 자연을 잇는 연결고리",
      "id": 133,
      "definition": "생명과학과는 생명체의 구성 원리와 생명 현상을 연구하여 생명과학 전반에 대한 기초 지식과 이론을 학습하고 응용할 수 있는 전문 인력을 양성하는 학문입니다. 유전학, 분자생물학, 세포생물학 등에서 규명된 원리를 의학, 농업, 환경보존 등 다양한 분야에 응용하여 인간과 자연의 관계를 해명하고 인류 복지에 기여하는 종합과학으로 발전하고 있습니다.",
      "ideal_candiate": "생명과학과는 생명 현상에 대한 깊은 관심과 탐구심을 갖고 있으며, 실험과 연구를 즐기는 학생에게 적합합니다. 생명과학과는 생명체의 구조와 기능을 이해하고 이를 바탕으로 다양한 응용 분야에서 활동할 수 있는 전문 생명과학자를 양성합니다.",
      "curriculum": "기초과목에서는 생물학개론, 유전학, 생화학, 분자생물학, 세포생물학 등을 배우며 생명과학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 면역학, 신경과학, 생물정보학, 환경생물학, 생명공학 등을 통해 다양한 생명과학 분야의 이론과 응용 방법을 학습합니다.",
      "sub_major": "생명과학과는 분자생물학, 세포생물학, 유전학, 생화학, 생물정보학, 생명공학, 환경생물학 등 다양한 세부 전공을 포함하며, 각 전공은 생명체의 분자적, 세포적, 유전적, 생화학적 과정 연구, 생명정보 분석, 생명공학 응용, 환경 문제 해결 등 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "화학",
      "description": "화학은 물질의 구성, 구조, 성질, 변화를 연구하는 학문입니다. 물리화학, 유기화학 등 다양한 분야를 다루며, 최근에는 나노화학, 친환경 화학, 재생에너지 화학 등이 주목받고 있습니다. 환경 문제 해결과 다양한 신소재 개발의 기반이 되는 학문입니다.",
      "summary": "물질의 비밀을 풀어내며 새로운 가능성을 창조하는 개척자",
      "id": 134,
      "definition": "화학과는 물질의 구성, 구조, 성질 및 변화를 연구하는 학문으로, 물리화학, 유기화학, 무기화학, 분석화학, 생화학 등 다양한 분야를 다룹니다. 최근 트렌드로는 나노화학, 친환경 화학, 재생에너지 화학, 바이오화학 등이 부상하고 있으며, 지속 가능한 화학 기술과 신소재 개발이 주목받고 있습니다.",
      "ideal_candiate": "화학과는 물질의 성질과 변화를 깊이 탐구하고, 창의적이고 혁신적인 문제 해결 능력을 갖춘 학생들에게 적합합니다. 특히, 최신 화학 이론과 기술을 활용하여 환경 문제 해결과 신소재 개발 등 실질적인 문제를 해결하고자 하는 열정을 가진 인재를 양성합니다.",
      "curriculum": "기초과목에서는 일반화학, 물리화학, 유기화학, 무기화학, 분석화학, 생화학 등을 배우며 화학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 나노화학, 친환경 화학, 재생에너지 화학, 고분자 화학, 화학공학, 화학 실험 및 분석 기술 등 보다 심화된 내용을 다루며, 실습과 연구 프로젝트를 통해 실무 능력을 키웁니다.",
      "sub_major": "화학과는 물리화학, 유기화학, 무기화학, 분석화학, 생화학, 나노화학, 고분자 화학, 화학공학 등 다양한 세부 전공을 포함하며, 각 전공은 물질의 구조와 성질 분석, 화학 반응 메커니즘 연구, 신소재 개발, 친환경 화학 기술 연구 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "환경학",
      "description": "환경학은 환경의 구성 요소와 상호작용을 연구하며, 환경오염과 기후변화에 대응하기 위한 방법과 기술을 개발합니다.  환경과학, 환경보건학, 환경정책학 등의 지식을 활용해 지속 가능한 발전과 환경 보호에 기여하는 것을 목표로 합니다.",
      "summary": "지속 가능한 미래를 설계하며 지구를 지키는 수호자",
      "id": 135,
      "definition": "환경학과는 현대의 과학과 산업의 발달에 비례하여 환경오염의 심각성이 증대되는 상황에서, 이를 해결하기 위한 다양한 방법과 기술을 연구하는 학문입니다. 최근 트렌드로는 기후 변화 대응, 친환경 기술 개발, 지속 가능한 발전, 생태 복원 등이 부상하고 있으며, 이를 통해 건강하고 지속가능한 삶을 위한 환경 보호와 복원 기술이 주목받고 있습니다.",
      "ideal_candiate": "환경학과는 환경보호에 대한 관심을 지니고 있으며 몸소 실천하는 태도가 필요한 학생에게 적합합니다. 환경학과는 환경과 생태계에 대한 이해를 바탕으로 지속 가능한 사회, 인간과 자연의 조화로운 공존을 모색할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 대기오염, 수질오염, 토양오염의 발생원인 및 영향에 대해 학습하며, 환경과학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 환경과학개론을 통해 환경오염의 원인과 해결책을 학습합니다.",
      "sub_major": "환경학과는 환경과학, 환경보건학, 생태환경학, 환경정책학, 지속가능발전학 등 다양한 세부 전공을 포함하며, 각 전공은 대기, 수질, 토양 환경 분석, 환경 정책 연구, 지속 가능성 평가, 생태 복원 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "소비자학",
      "description": "소비자학과는 변화하는 사회 요구에 맞춰 시장 환경을 조성하고, 소비자의 권익을 보호하기 위한 이론과 실무를 연구하는 학문입니다. 소비자 행동, 시장 분석, 정책 개발 등을 통해 효율적인 소비와 합리적 의사 결정을 돕는 전문가를 양성합니다.",
      "summary": "트렌드의 비밀을 풀어내는 분석가",
      "id": 136,
      "definition": "소비자학과는 변화하는 사회 요구에 맞춰 소비자 지향적 시장 환경을 조성하고, 소비자 행동과 권리를 보호하기 위한 전문 지식을 연구하며 소비자 전문가를 양성하는 학문입니다. 최근에는 디지털 상거래, 소비자 창업, 소비자 법과 정책 등 다양한 분야와 융합하여 지식기반 사회에서 소비자 문제를 해결하고, 국가 정책 및 산학 협력을 통해 소비자 전문성을 강화하는 것을 목표로 두고 있습니다.",
      "ideal_candiate": "소비자학과는 기술·가정, 경제 및 사회 교과목에 대한 관심과 이해, 인간 행동과 심리학에 대한 관심이 있는 학생에게 적합합니다. 소비자학과는 소비자 문제 해결, 소비자 권익 보호, 소비자 교육을 통해 건전한 소비 문화를 조성할 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 소비자 행동론, 소비자 보호법, 소비자 교육론, 가정경제학, 마케팅 원론 등을 배우며 소비자학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 소비자 행동론을 통해 소비자의 구매 행동과 관련된 이론과 실제를 학습합니다.",
      "sub_major": "소비자학과는 소비자 보호학, 소비자 행동학, 소비자 교육학, 가정경제학, 마케팅학 등 다양한 세부 전공을 포함하며, 각 전공은 소비자 보호, 소비자 행동 분석, 소비자 교육, 경제 분석, 마케팅 전략 등의 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "식품영양학",
      "description": "식품영양학과는 바른 식생활의 확립을 통해 사람들의 건강 증진에 기여하는 학문입니다. 영양소의 역할, 식품의 안전성 및 건강 식단 설계 등을 연구하며, 영양사 및 식품 전문가로서의 역량을 키워 다양한 건강 관리 분야에서 활동할 인재를 양성합니다. ​",
      "summary": "음식으로 몸과 마음을 치유하는 과학자 ",
      "id": 137,
      "definition": "식품영양학과는 바른 식생활의 확립을 통해 사람들의 건강 증진에 기여하는 학문입니다. 최근 트렌드로는 기능성 식품 개발, 개인 맞춤형 영양관리, 식품 안전성 및 품질 관리, 웰니스와 건강 증진을 위한 식품 개발 등이 부상하고 있으며, 이를 통해 식생활을 통해 건강한 삶을 누릴 수 있도록 식품과 영양에 관한 과학적 지식을 제공하고 있습니다.",
      "ideal_candiate": "식품영양학과는 평소에 식품이나 음식을 만들거나 다양한 식품의 성분과 영양소를 파악하는 것에 흥미가 있는 학생에게 적합합니다. 식품영양학과는 생명과학, 화학 등 자연기초과목에 대한 기본지식과 원리, 실험실습에 대한 이해를 겸비한 인재를 양성합니다.",
      "curriculum": "기초과목에서는 식품과 영양에 관한 기초 지식을 배우며, 식품학, 영양생화학, 영양(생리)학, 식품위생학 등을 통해 기초 지식을 습득합니다. 심화과목에서는 기초영양학을 통해 6대 영양소의 생리적, 화학적 특성 및 체내 대사 과정을 이해하고, 이를 통해 식생활의 중요성을 학습합니다.",
      "sub_major": "식품영양학과는 영양학, 식품화학, 식품미생물학, 식품위생학, 기능성 식품 등 다양한 세부 전공을 포함하며, 각 전공은 식품영양학 이론 연구, 교육 현장 적용, 교육 정책 개발, 실험 교육 지원, 교육 프로그램 개발 등 구체적인 연구 분야를 다룹니다."
    },
    {
      "major": "아동가족학",
      "description": "아동가족학과는 인간 발달과 가족 관계에 대한 과학적 탐구를 통해 아동 복지와 가족 생활의 질을 향상시키는 학문입니다. 아동 발달, 가족 상담, 복지 정책 등을 연구하며, 아동과 가족의 건강한 성장을 지원할 전문가를 양성합니다.",
      "summary": "가족의 소중함을 지키는 행복의 수호자",
      "id": 138,
      "definition": "아동가족학과는 인간발달과 가족관계에 대한 과학적 탐구를 통해 아동복지와 가족의 삶의 질 향상에 기여하는 학문입니다. 최근에는 생애 발달적 접근을 통해 아동과 가족의 환경적 상호작용을 연구하고, 아동과 가족의 복지 증진을 위한 전문 지식과 기술을 교육하여 전인적 발달과 가족복지 향상에 중점을 두고 있습니다.",
      "ideal_candiate": "아동가족학과는 평소 아동을 포함하여 가족과 주변 사람들에 대한 관심이 많고 도와주려는 학생에게 적합합니다. 아동가족학과는 영유아, 아동, 청소년을 이해하고 그들의 실생활에 도움이 될 수 있는 인재를 양성합니다.",
      "curriculum": "기초과목에서는 유아교육론, 아동발달론, 가족학개론, 청소년복지론, 노인복지론 등을 배우며 아동과 가족의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 유아교육론을 통해 유아교육의 역사적, 사회적, 철학적 배경 및 유아 교육 전반에 관한 기초 지식을 학습합니다.",
      "sub_major": "아동가족학과는 아동학, 아동복지학, 아동심리학, 가족복지학, 영유아보육학, 노인복지학 등 다양한 세부 전공을 포함하며, 각 전공은 아동 발달, 가족 상담, 노인 복지, 영유아 보육, 아동 심리 등의 학문 분야로 세분화될 수 있습니다."
    },
    {
      "major": "의류의상학",
      "description": "의류의상학과는 의복의 디자인과 제작, 패션 산업에 필요한 지식과 기술을 학습하는 학문입니다. 패션 트렌드 분석, 의류 재료 연구, 패턴 제작 등을 통해 패션 산업 전반에서 활동할 수 있는 창의적이고 실용적인 패션 전문가를 양성합니다.",
      "summary": "패션을 과학으로 풀어내는 스타일의 기술자",
      "id": 139,
      "definition": "의류의상학과는 의복의 디자인과 제작, 패션 산업에 필요한 지식과 기술을 학습하여 아름답고 기능적인 옷을 창조하고 패션을 통해 사람들의 매력을 표현하는 방법을 연구하는 학문입니다. 컴퓨터를 활용한 실습과 패션쇼 등을 통해 의복의 미적, 기능적, 경제적 가치를 종합적으로 연구하며 의복 소재 개발과 기능성 의복, 패션 마케팅 등 다각적 접근을 통해 패션산업에 기여하는 데 중점을 두고 있습니다.",
      "ideal_candiate": "의류의상학과는 패션과 디자인에 관심이 많고, 창의적인 표현을 즐기는 학생에게 적합합니다. 의류의상학과는 디자인 감각과 실무 능력을 겸비한 창의적이고 혁신적인 패션 디자이너를 양성합니다.",
      "curriculum": "기초과목에서는 패션 디자인 기초, 섬유학, 의류재료학, 의상학개론, 패턴메이킹 등을 배우며 의류의상학의 기본 원리와 기초 기술을 습득합니다. 심화과목에서는 패션 마케팅, 의류 생산 관리, 의류 공학, 패션 일러스트레이션 등을 통해 패션 산업의 다양한 측면을 학습합니다.",
      "sub_major": "의류의상학과는 패션디자인, 섬유과학, 패션마케팅, 의류공학 등 다양한 세부 전공을 포함하며, 각 전공은 패션 디자인, 섬유 연구, 패션 비즈니스, 의류 제작 기술 등 학문 분야로 세분화될 수 있습니다."
    }
  ]
}
